{
	"WorldGeneration": {
		"OceanSand":  "Okyanus kumu üretiliyor"
	},
	"LoadingTips_Default": {
		"1": "Diğer oyuncular sandığını yağmalayabilir! Onlara güvenmiyorsan, Kasa veya Kumbara kullan; bu öğeler her oyuncuya özel depolama sunar.",
		"2": "Bilgi aksesuarlarının sana ve yakındaki arkadaşlarına yararlı bilgiler sağlamak için kuşanılmış olması gerekmez; envanterinde bırakabilirsin.",
		"3": "Halat mağaraları keşfederken hareket etmende gerçekten yardımcı olabilir. Hatta atılabilir ve otomatik olarak açılır bir Sarmal Halat işleyebilirsin!",
		"4": "Mantar Biyomu hem yer üstünde hem de yer altında yetiştirilebilir. Dost canlısı Truffle'lar bazen kendilerini Yüzey Mantarı Biyomları'nda evinde hisseder.",
		"5": "Bir yatak yerleştirerek ve kullanarak doğum noktanı değiştirebilirsin.",
		"6": "Bir Sihirli Ayna bulursan, onu doğum noktana ışınlamak için kullanabilirsin.",
		"7": "Gökyüzünde Süzülen Adalar vardır.",
		"8": "Bazen dünyanın bir yerinde saklanmış karakterler bulabilirsin.",
		"9": "Bir Kanlı Ay sırasında, Zombiler kapıları açabilir.",
		"10": "Su düşüşünü sıfırlayacaktır.",
		"11": "Meşale'ler ve Parlakçubuk'lar karanlık yerlerde diğer tüm ışıklar söndüğünde senin için ışık sağlayabilir. Meşale'ler su altında çalışmaz ama Parlakçubuk'lar çalışır.",
		"12": "Bir Alevalmaz Vücut İksiri içmeden lav içine düşeyim deme!",
		"13": "Bir Şanslı Nal'ın varsa düşme hasarı almazsın. Onları yeraltındaki sandıklarda ara.",
		"14": "Cehennemtaşı ve Göktaşı üzerinde yürümek ayaklarını yakabilir! Volkancamı Kafatası veya benzeri bir aksesuar kullanarak kendini koru.",
		"15": "Yaşam Billurları dünyanın dört bir tarafında gizlidir. Sağlığını artırmak için onları kullan.",
		"16": "Meşale işlemek için Odun ve Jel gerekir. Jel, balçıkları yenerek elde edilebilir.",
		"17": "Bazı madenleri kazabilmek için daha iyi kazma gerekir.",
		"18": "Patronları arkadaşlar ile yenmek daha kolaydır.",
		"19": "Yaylar ve silahlar için Cephane Yuvası'nda düzgün cephane bulundurman gerekir.",
		"20": "Zindandaki İhtiyar bir terzi. Keşke birisi lanetini kaldırabilseydi...",
		"21": "Tüccarlar parayı sever... Yeterince para biriktirirsen, biri yanına taşınacaktır!",
		"22": "Evine bir Bombacı'yı getirebilmek için, envanterinde ya da sandığında bir patlayıcı bulundur.",
		"23": "Boş odaları olan düzgün bir evin olduğına emin ol, böylelikle dünyana yeni sakinleri çekebilirsin.",
		"24": "Keşfe çıktığında, yanında birkaç Platform bulundurmak işe yarayabilir. Odun, Cam hatta Kemik'ten bile üretilebilir.",
		"25": "Dryad'ın dikkatini çekip yanına taşımasını sağlamak için bir patron öldür. Dünyandaki Bozulma, Kızıllık ve Cennet durumunu sana söyleyebilir.",
		"26": "Gelişmiş oyuncular tuşları yeniden atamak isteyebilir; bunu Ayarlar'daki Denetimler Menüsü'nden yapabilirsin.",
		"27": "Meşaleler kullanmak istemiyorsan, Maden Kaskı tak.",
		"28": "Kovaları kafana geçirebilirsin!",
		"29": "Dünyanı kalıcı olarak değiştirmek için Yeraltı'ndaki patronu yen. Bir Rehber Vudu Bebeği bul ve patronu çağırmak için oyuncağı şeytancıl lava at.",
		"30": "Şeytan ve Kızıl Sunaklar sıradan bir çekiç ile kırılamaz. Onları ezip geçmen gerek.",
		"31": "Tavşanları öldürmek zalimliktir. O kadar.",
		"32": "Kayan Yıldızlar bazen geceleri ortaya çıkar. Sihir yeteğenini artırmakta kullanabileceğin Sihir Billiru'nu oluşturmak için 5 tane yıldız topla.",
		"33": "Meteorlara dikkat et!",
		"34": "Bir evcil hayvan en iyi arkadaşın olabilir.",
		"35": "Yeterince derin kazarsan, kendini Cehennem'de bulursun!",
		"36": "Noel Baba gerçek. Semte Ayaz Birliği bozguna uğratıldıktan sonra ve dönemi denk geldiğinde gelir.",
		"37": "Ayaz Birliği'ni çağırmak istemiyorsan kar küresini sallama.",
		"38": "Cennet'in yayılmasını sağlamak için Cennet Tohumları, Kutsal Su veya Aktaş kullanabilirsin.",
		"39": "Cennet, Bozulma ve Kızıllık'ın yayılamayacağı tek yerdir.",
		"40": "Bozulma uçurumlar ile dolu. Boşluklara dikkat et.",
		"41": "Zaman tüm yaraları iyileştirir.",
		"42": "Yeni ağaçlar yetiştirmek için palamut ekebilirsin.",
		"43": "Roket bilimi sayesinde Roket Ayakkabıları'mız oldu.",
		"44": "Şişedeki Bulut ve Parlak Kırmızı Balon aksesuarları zıplama kabiliyetini geliştirir. Bir Balondaki Bulut yapmak için onları birleştir.",
		"45": "Eğer sikkelerini bir Sandık'ta ya da Kumbara'da saklarsan, onları kaybetme olasılığın azalacaktır.",
		"46": "İksir işlemek için, Simya İstasyonu yapmak üzere bir Masa'nın üzerine bir Şişe yerleştir. Katmerlen dert, üzüntü, katmerlen!",
		"47": "Evinin arkaplan duvarları yoksa, canavarlar içeride doğabilecektir.",
		"48": "Aynı malzemeden yapılmış tam bir zırh seti giymek sana fazladan bir bonus verir.",
		"49": "Cevherden metal kalıplar yapmak için bir Fırın inşa et.",
		"50": "Örümcek ağlarını hasat edebilir ve ipeğe dönüştürebilirsin. Yataklar, kanepeler ve daha fazlasını işlemek için ipeği kullanabilirsin!",
		"51": "Teknisyen'den Kablolar satın alabilir ve bunları tuzaklar, pompalama sistemleri veya diğer ayrıntılı cihazlar oluşturmak için kullanabilirsin.",
		"52": "Donanım Menüsü'nün Konaklama bölümü, NPC'lerin hangi odalarda yaşamasını istediğine karar vermeni sağlar.",
		"53": "Eğer sağa sola savrulmaktan sıkıldıysan, bir Kobalt Kalkanı kuşanmayı dene. Zindanda bir tane bulabilirsin.",
		"54": "Yakalama Kancaları keşif için paha biçilmez araçlardır. Kancalar veya taşlar ile onları işlemeyi dene.",
		"55": "Evdeki bir oda, zemin veya tavan olarak Ahşap Platform kullanabilir, ancak NPC'lerin ayakta durması için en az bir katı blok gerekir.",
		"56": "Gölge Küreleri'ni ve Kızıl Kalp'leri bir çekiç ya da patlayıcıyla yok edebilirsin, ama açığa çıkardıkları güçlere karşı kendini hazırla.",
		"57": "Bir Cincüce Ordusu ile uğraşırken, kalabalık kontrolü çok önemlidir.",
		"58": "Etrafındaki en iyi sihirbazlar Sihir Çiçeği'ni kullanır.",
		"59": "\"Şüpheli görünen öğeleri\" kendi sorumluluğunda kullan!",
		"60": "Kum aşırı güçlüdür.",
		"61": "Yeraltı Mağaları'nda bulunan Cincüce Tamirci sana birçok kullanışlı öğe satacaktır, buna Tamirci'nin Atölyesi de dahil.",
		"62": "Envanter Menüsü'nün Konaklama bölümünden bir odanın geçerli konut olup olmadığını denetleyebilirsin.",
		"63": "Tohumlar, iksir yapmak için çeşitli yararlı malzemeleri yetiştirmek için kullanılabilir.",
		"65": "Kaybolursan veya başka bir oyuncuyu bulman gerekirse, Dünya Haritası'nı aç.",
		"66": "Arkaplan duvarlarını kaldırman gerekirse, bir çekiç işle!",
		"67": "Elinde fazladan duvarlar veya platformlar mı var? Onları orijinal malzemelerine geri döndürebilirsin!",
		"68": "Balıkçılık işleme malzemeleri, aksesuarlar ve ganimet kasaları için müthiş bir kaynaktır!",
		"69": "Kanatlar kadar hiçbir şey hareket kabiliyetini geliştiremez. Kim uçmak istemez ki?",
		"70": "Maden kamyonu'na binmek, dolaşmanın en iyi yollarından biridir. Kendi raylarınızı oluşturabilir veya onları Yeraltı'nda bulabilirsiniz.",
		"71": "Yaşam Billurları senin için yeterli değil mi? Eninde sonunda, Yaşam Meyveleri Orman'da büyüyecektir ve sağlığın için sana fazladan bir destek sağlayabilir.",
		"72": "Oyunda bir Şifonyer'de kıyafetini değiştir veya yeni bir saç modeli için Stilist ile konuş.",
		"73": "Binekler, oyuncuya daha fazla hareketlilik ve çeşitli yararlı yetenekler sağlar. Her biri benzersizdir!",
		"74": "Bir meydan okuma mı arıyorsun? Uzman modunu dene!",
		"75": "Marslı Yoklayıcı'lara dikkat et. Seni tararlarsa, bir Marslı İstilası çağırırlar!",
		"76": "Bir Güneş Tutulması sırasında, tonlarca garip ve ürkütücü canavar için tetikte ol.",
		"77": "Bazen düşmanlar başka boyutlardan bile seni istila edebilir.",
		"78": "Balkabağı Ay Madalyonu, Balkabağı Ay'ını çağırmak için kullanılabilir. Ürpertici!",
		"79": "Kışın soğuğunu mu hissediyorsun? Ayaz Ay'ı çağırmak için bir Yaramaz Hediye kullan!",
		"80": "Bir Kum Fırtınası çıktığında, çöller çok tehlikeli olabilir. Yeni düşmanlar, azalan görüş derken hareket etmek bile zorlaşabilir!",
		"81": "Silah Satıcısı silahlar hakkında herkesten çok şey bilir. Bir tane silah bulursan, yanına taşınabilir.",
		"82": "Teknisyen, Zindan'da kaybolmuş. Taşınmasını istiyorsan ona yardım etmen gerekecek.",
		"83": "Bir Yaşam Billuru kullandığında, Hemşire yanına taşınabilir! Herhangi bir zamanda tedavi görmek için onunla konuş... tabii bir bedel karşılığında.",
		"84": "Şık olmak istiyorsan, boyaları deneyin! Dye Trader, bazı malzemeleri yeni boya renklerine dönüştürmene yardımcı olabilir.",
		"85": "Gazinocu, Etheria denen uzak bir diyardan gelen bir misafir.",
		"86": "Yeni bir saç kesimine ihtiyacın varsa, yakındaki bir Örümcek Biyomu'na ​​göz gezdir. Stilist her zaman içlerinde kaybolur!",
		"87": "Sıradan Ahşap ve Taş senin için yeterince canlı değil mi? Bir Ressam, yeteri kadar semt halkı taşınırsa yanına taşınacak ve boya satacaktır.",
		"88": "Okyanusların keşfetmeye değerdir. Hazine, boya ve hatta uyuyan balıkçılar bile bulabilirsin.",
		"89": "Kraliçe Arı'yı yenersen, Dünya'na bir Cadı Doktor'un gelmesini sağlayabilirsin.",
		"90": "Dünyan başka semt halkıyla dolu olmadığı sürece Parti Kızı yanına taşınmayacaktır. Ne de olsa, çok misafirin olmadığı bir parti olmaz, değil mi?",
		"91": "Sihirbaz, bazı yararlı sihir eserleri satar, ancak Yeraltı'nda dolaşma gibi bir eğilimi var.",
		"92": "Vergi Tahsildarı, günlerini Yeraltı Dünyasında İşkence Görmüş Ruh olarak dolaşarak geçirir. Keşke onu arındırmanın bir yolu olsaydı...",
		"93": "Korsanlar çok tahmin edilemez kişilerdir. Önce dünyanı istila ederler, sonra evlerine taşınırlar!",
		"94": "Eğer herhangi bir dev robotu yenersen, bir Steampunker Dünya'na taşınabilir.",
		"95": "Roketleri seviyorsan, Cyborg'un elinde satılık olabilir.",
		"96": "Seyyar Tüccar asla bir yerde uzun süre kalmaz ancak ziyaret ettiğinde her zaman farklı ürünler getirir!",
		"97": "Tüm İskeletler kötü değildir. Hatta bazılarının, onları bulabilenlere benzersiz eşyalar sattığı biliniyor.",
		"98": "Bundan sonra ne yapacağından emin değil misin? Bir ipucu için Başarım Rehberi'ne bir göz at!",
		"99": "Uzman Modu'nda öldükten sonra bir düşman paranı çalarsa, avla onu! Şayet onu halt edersen, paranı geri alabilirsin.",
		"100": "Blok Değiştirme mekaniği etkinleştirildiğinde, bir bloğu önce kazmak zorunda kalmadan diğeriyle doğrudan değiştirebilirsin.",
		"101": "Cadılar Bayramı sırasında bir gözün Hediye Çantaları'nda olsun. Onları açarsan, her türden ürkütücü eşya bulabilirsin. Şeker mi şaka mı!",
		"102": "Bulutlar hoş ve yumuşaktır, ayrıca ne kadar yüksekten düşersen düş, üzerlerine düştüğünde zarar almazsın.",
		"103": "Çağrı'larına belirli bir hedefe saldırmalarını emredebileceğini biliyor muydun? Bir Çağrı Silahı tutarken, düşmanın üzerine Sağ Tık ile bas!",
		"104": "Yakınlaştırmak ve uzaklaştırmak için + ve - tuşlarına bas! Önemli olana odaklan!",
		"105": "Haritada arkadaşına göstermek istediğin bir şey mi var? Herkesin görmesi adına bir işaret koymak için Harita üzerinde bir konuma çift tıkla!",
		"106": "Boşluk Çantası, envanterin dolduğunda eşyaları senin için saklayacak büyülü bir eserdir.",
		"107": "Yeraltını keşfederken tek tehlike düşmanlar değildir. Tuzaklara da dikkat et!",
		"108": "Değişik yeni bir malzeme mi buldun? Ne yapabileceğini mi öğrenmek istiyorsun? Dost canlısı komşun Rehber'e danış!",
		"109": "Bazı karakterler yok mu oldu? Merak etme, sabaha karşı geri gelirler.",
		"110": "Patlayıcılar tehlikelidir!\n...ve etkili..."
	},
	"LoadingTips_GamePad": {
		"0": "You can assign your favorite items to the DPad for rapid use by enabling DPad Hotbar in Gamepad Settings!",
		"1": "You can continuously use some items by holding down the {InputTrigger_UseOrAttack} button.",
		"2": "Press {InputTrigger_SmartCursor} to switch between Cursor Modes.",
		"3": "If your Inventory is full, you can press {InputTriggerUI_Trash} to send items to the Trash.",
		"4": "When speaking to a vendor, you can sell items in your Inventory by pressing {InputTriggerUI_SellItem}.",
		"5": "You can remove Torches with {InputTrigger_InteractWithTile} or with a pickaxe.",
		"6": "In your Inventory, you can press {InputTrigger_QuickEquip} to equip items such as armor or accessories directly to a usable slot.",
		"7": "Hold {InputTrigger_SmartSelect} to use Auto Select, a versatile feature that adapts to your environment. It will allow you to automatically hold your Torches in dark caves, Glowsticks when underwater, or even select the right tool for breaking something.",
		"8": "Press {InputTriggerUI_FavoriteItem} to Favorite an item. Favorited items can no longer be sold, thrown away, or dropped. No more accidentally losing your favorite items!",
		"9": "While navigating your Inventory, press {InputTriggerUI_BuildFromInventory} while highlighting a tool or block to build directly from your Inventory.",
		"10": "Hold {InputTrigger_RadialQuickbar} and {InputTrigger_RadialHotbar} to bring up the Radial Quickbar and Radial Hotbar menus. These will allow you to quickly access potions, mounts, and the items in your hotbar.",
		"11": "There are multiple Gamepad control layouts available in the menu. Choose from Redigit's Pick, Yoraiz0r's Pick, Xbox, Playstation, or even make your own Custom settings!",
		"12": "If you select DPad Cursor Snap in the Gamepad settings, you can use the DPad for improved precision when mining or building.",
		"13": "When using Gamepad, you can lock on to enemies by pressing {InputTrigger_LockOn}. Locked on targets will be marked by a spinning reticle, and long range weapons will automatically aim at your target!"
	},
	"LoadingTips_Keyboard": {
		"0": "Bazı öğeleri {InputTrigger_UseOrAttack} tuşuna basılı tutarak kesintisiz bir şekilde kullanabilirsin.",
		"1": "İmleç Modları arasında geçiş yapmak için {InputTrigger_SmartCursor} bas.",
		"2": "Envanterin dolduysa, öğeleri Çöp Kutusuna göndermek için {InputTriggerUI_Trash} ya da {InputTrigger_UseOrAttack} basabilirsin.",
		"3": "Bir satıcıyla konuşurken, Envanter'indeki öğeleri {InputTriggerUI_Trash} ve {InputTrigger_UseOrAttack} tuşlarına basarak satabilirsin.",
		"4": "Meşaleleri {InputTrigger_InteractWithTile} veya bir kazma ile kaldırabilirsin.",
		"5": "Envanterindeyken, zırh veya aksesuarlar gibi öğeleri, doğrudan kullanılabilir bir yuvaya donatmak için {InputTrigger_InteractWithTile} basabilirsin.",
		"6": "Ortama uyum sağlayan çok yönlü bir özellik olan Otomatik Seçimi kullanmak için {InputTrigger_SmartSelect} basılı tut. Karanlık mağaralarda Meşale'lerini, su altındayken Parlak Çubuk'larını otomatik olarak kuşanmana hatta bir şeyi kırmak için doğru aracı seçmene izin verir.",
		"7": "Bir öğeyi Gözdeler'e eklemek için {InputTriggerUI_FavoriteItem} ve {InputTrigger_UseOrAttack} bas. Gözdelere eklenen öğeler artık satılamaz, atılamaz veya düşürülemez. Artık gözde eşyalarını yanlışlıkla kaybetmek diye bir şey yok!"
	},
	"ChatCommand": {
		"Party": "/p",
		"Emote": "/me",
		"Playing_0": "{$LegacyMultiplayer.6}",
		"Playing_1": "{$LegacyMultiplayer.21}",
		"Roll": "{$LegacyMultiplayer.8}",
		"Emoji_0": "/emoji",
		"Emoji_1": "/e",
		"Help": "/help",
		"RPS": "/rps"
	},
	"ChatCommandDescription": {
		"Party": "{$ChatCommand.Party} message: İletiyi parti üyelerine gönder",
		"Emote": "{$ChatCommand.Emote} message: İletiyi üçüncü şahıs bakış açısıyla gönder",
		"Playing": "{$ChatCommand.Playing_0}: Sunucudaki tüm oyuncuların adlarını listele",
		"Roll": "{$ChatCommand.Roll}: 1'den 100'e kadar rastgele bir sayı seç",
		"Emoji": "{$ChatCommand.Emoji_1}: Emojini göster",
		"Help": "{$ChatCommand.Help}: Kullanabileceğin tüm komutları listeler",
		"RPS": "{$ChatCommand.RPS}: Rastgele bir Taş, Kağıt, Makas ifadesi kullanır"
	},
	"EmojiCommand": {
		"EmotionLove": "/{$EmojiName.EmotionLove}",
		"EmotionAnger": "/{$EmojiName.EmotionAnger}",
		"EmotionCry": "/{$EmojiName.EmotionCry}",
		"EmotionAlert": "/{$EmojiName.EmotionAlert}",
		"WeatherRain": "/{$EmojiName.WeatherRain}",
		"WeatherLightning": "/{$EmojiName.WeatherLightning}",
		"WeatherRainbow": "/{$EmojiName.WeatherRainbow}",
		"ItemRing": "/{$EmojiName.ItemRing}",
		"DebuffPoison": "/{$EmojiName.DebuffPoison}",
		"DebuffBurn": "/{$EmojiName.DebuffBurn}",
		"DebuffSilence": "/{$EmojiName.DebuffSilence}",
		"DebuffCurse": "/{$EmojiName.DebuffCurse}",
		"CritterBee": "/{$EmojiName.CritterBee}",
		"CritterSlime": "/{$EmojiName.CritterSlime}",
		"MiscTree": "/{$EmojiName.MiscTree}",
		"EmoteLaugh": "/{$EmojiName.EmoteLaugh}",
		"EmoteFear": "/{$EmojiName.EmoteFear}",
		"EmoteNote": "/{$EmojiName.EmoteNote}",
		"EventBloodmoon": "/{$EmojiName.EventBloodmoon}",
		"EventEclipse": "/{$EmojiName.EventEclipse}",
		"EventPumpkin": "/{$EmojiName.EventPumpkin}",
		"EventSnow": "/{$EmojiName.EventSnow}",
		"BiomeSky": "/{$EmojiName.BiomeSky}",
		"BiomeOtherworld": "/{$EmojiName.BiomeOtherworld}",
		"BiomeJungle": "/{$EmojiName.BiomeJungle}",
		"BiomeCrimson": "/{$EmojiName.BiomeCrimson}",
		"BiomeCorruption": "/{$EmojiName.BiomeCorruption}",
		"BiomeHallow": "/{$EmojiName.BiomeHallow}",
		"BiomeDesert": "/{$EmojiName.BiomeDesert}",
		"BiomeBeach": "/{$EmojiName.BiomeBeach}",
		"BiomeRocklayer": "/{$EmojiName.BiomeRocklayer}",
		"BiomeLavalayer": "/{$EmojiName.BiomeLavalayer}",
		"BiomeSnow": "/{$EmojiName.BiomeSnow}",
		"RPSWinScissors": "/{$EmojiName.RPSWinScissors}",
		"RPSWinRock": "/{$EmojiName.RPSWinRock}",
		"RPSWinPaper": "/{$EmojiName.RPSWinPaper}",
		"RPSScissors": "/{$EmojiName.RPSScissors}",
		"RPSRock": "/{$EmojiName.RPSRock}",
		"RPSPaper": "/{$EmojiName.RPSPaper}",
		"BossEoC": "/{$EmojiName.BossEoC}",
		"BossEoW": "/{$EmojiName.BossEoW}",
		"BossBoC": "/{$EmojiName.BossBoC}",
		"BossQueenBee": "/{$EmojiName.BossQueenBee}",
		"BossSkeletron": "/{$EmojiName.BossSkeletron}",
		"BossWoF": "/{$EmojiName.BossWoF}",
		"BossDestroyer": "/{$EmojiName.BossDestroyer}",
		"BossSkeletronPrime": "/{$EmojiName.BossSkeletronPrime}",
		"BossTwins": "/{$EmojiName.BossTwins}",
		"BossPlantera": "/{$EmojiName.BossPlantera}",
		"BossGolem": "/{$EmojiName.BossGolem}",
		"BossFishron": "/{$EmojiName.BossFishron}",
		"BossKingSlime": "/{$EmojiName.BossKingSlime}",
		"BossCultist": "/{$EmojiName.BossCultist}",
		"BossMoonmoon": "/{$EmojiName.BossMoonmoon}",
		"BossMourningWood": "/{$EmojiName.BossMourningWood}",
		"BossPumpking": "/{$EmojiName.BossPumpking}",
		"BossEverscream": "/{$EmojiName.BossEverscream}",
		"BossIceQueen": "/{$EmojiName.BossIceQueen}",
		"BossSantank": "/{$EmojiName.BossSantank}",
		"BossPirateship": "/{$EmojiName.BossPirateship}",
		"BossMartianship": "/{$EmojiName.BossMartianship}",
		"CritterZombie": "/{$EmojiName.CritterZombie}",
		"CritterBunny": "/{$EmojiName.CritterBunny}",
		"CritterButterfly": "/{$EmojiName.CritterButterfly}",
		"CritterGoblin": "/{$EmojiName.CritterGoblin}",
		"CritterPirate": "/{$EmojiName.CritterPirate}",
		"CritterSnowman": "/{$EmojiName.CritterSnowman}",
		"CritterSpider": "/{$EmojiName.CritterSpider}",
		"CritterBird": "/{$EmojiName.CritterBird}",
		"CritterMouse": "/{$EmojiName.CritterMouse}",
		"CritterGoldfish": "/{$EmojiName.CritterGoldfish}",
		"CritterMartian": "/{$EmojiName.CritterMartian}",
		"CritterSkeleton": "/{$EmojiName.CritterSkeleton}",
		"ItemLifePotion": "/{$EmojiName.ItemLifePotion}",
		"ItemManaPotion": "/{$EmojiName.ItemManaPotion}",
		"ItemSoup": "/{$EmojiName.ItemSoup}",
		"ItemCookedFish": "/{$EmojiName.ItemCookedFish}",
		"ItemAle": "/{$EmojiName.ItemAle}",
		"ItemSword": "/{$EmojiName.ItemSword}",
		"ItemFishingRod": "/{$EmojiName.ItemFishingRod}",
		"ItemBugNet": "/{$EmojiName.ItemBugNet}",
		"ItemDynamite": "/{$EmojiName.ItemDynamite}",
		"ItemMinishark": "/{$EmojiName.ItemMinishark}",
		"ItemCog": "/{$EmojiName.ItemCog}",
		"ItemTombstone": "/{$EmojiName.ItemTombstone}",
		"ItemGoldpile": "/{$EmojiName.ItemGoldpile}",
		"ItemDiamondRing": "/{$EmojiName.ItemDiamondRing}",
		"EmoteConfused": "/{$EmojiName.EmoteConfused}",
		"EmoteKiss": "/{$EmojiName.EmoteKiss}",
		"EmoteSleep": "/{$EmojiName.EmoteSleep}",
		"ItemPickaxe": "/{$EmojiName.ItemPickaxe}",
		"EmoteRun": "/{$EmojiName.EmoteRun}",
		"EmoteKick": "/{$EmojiName.EmoteKick}",
		"EmoteFight": "/{$EmojiName.EmoteFight}",
		"EmoteEating": "/{$EmojiName.EmoteEating}",
		"WeatherSunny": "/{$EmojiName.WeatherSunny}",
		"WeatherCloudy": "/{$EmojiName.WeatherCloudy}",
		"WeatherStorming": "/{$EmojiName.WeatherStorming}",
		"WeatherSnowstorm": "/{$EmojiName.WeatherSnowstorm}",
		"EventMeteor": "/{$EmojiName.EventMeteor}",
		"MiscFire": "/{$EmojiName.MiscFire}",
		"TownMerchant": "/{$EmojiName.TownMerchant}",
		"TownNurse": "/{$EmojiName.TownNurse}",
		"TownArmsDealer": "/{$EmojiName.TownArmsDealer}",
		"TownDryad": "/{$EmojiName.TownDryad}",
		"TownGuide": "/{$EmojiName.TownGuide}",
		"TownOldman": "/{$EmojiName.TownOldman}",
		"TownDemolitionist": "/{$EmojiName.TownDemolitionist}",
		"TownClothier": "/{$EmojiName.TownClothier}",
		"TownGoblinTinkerer": "/{$EmojiName.TownGoblinTinkerer}",
		"TownWizard": "/{$EmojiName.TownWizard}",
		"TownMechanic": "/{$EmojiName.TownMechanic}",
		"TownSanta": "/{$EmojiName.TownSanta}",
		"TownTruffle": "/{$EmojiName.TownTruffle}",
		"TownSteampunker": "/{$EmojiName.TownSteampunker}",
		"TownDyeTrader": "/{$EmojiName.TownDyeTrader}",
		"TownPartyGirl": "/{$EmojiName.TownPartyGirl}",
		"TownCyborg": "/{$EmojiName.TownCyborg}",
		"TownPainter": "/{$EmojiName.TownPainter}",
		"TownWitchDoctor": "/{$EmojiName.TownWitchDoctor}",
		"TownPirate": "/{$EmojiName.TownPirate}",
		"TownStylist": "/{$EmojiName.TownStylist}",
		"TownTravellingMerchant": "/{$EmojiName.TownTravellingMerchant}",
		"TownAngler": "/{$EmojiName.TownAngler}",
		"TownSkeletonMerchant": "/{$EmojiName.TownSkeletonMerchant}",
		"TownTaxCollector": "/{$EmojiName.TownTaxCollector}",
		"PartyPresent": "/{$EmojiName.PartyPresent}",
		"PartyBalloons": "/{$EmojiName.PartyBalloons}",
		"PartyCake": "/{$EmojiName.PartyCake}",
		"PartyHats": "/{$EmojiName.PartyHats}",
		"TownBartender": "/{$EmojiName.TownBartender}",
		"ItemBeer": "/{$EmojiName.ItemBeer}",
		"ItemDefenderMedal": "/{$EmojiName.ItemDefenderMedal}",
		"EventOldOnesArmy": "/{$EmojiName.EventOldOnesArmy}",
		"EmoteSadness": "/{$EmojiName.EmoteSadness}",
		"EmoteAnger": "/{$EmojiName.EmoteAnger}",
		"EmoteHappiness": "/{$EmojiName.EmoteHappiness}",
		"EmoteWink": "/{$EmojiName.EmoteWink}",
		"EmoteScowl": "/{$EmojiName.EmoteScowl}",
		"EmoteSilly": "/{$EmojiName.EmoteSilly}",
		"TownGolfer": "/{$EmojiName.TownGolfer}",
		"TownBestiaryGirl": "/{$EmojiName.TownBestiaryGirl}",
		"TownBestiaryGirlFox": "/{$EmojiName.TownBestiaryGirlFox}",
		"BossEmpressOfLight": "/{$EmojiName.BossEmpressOfLight}",
		"BossQueenSlime": "/{$EmojiName.BossQueenSlime}",
		"TownPrincess": "/{$EmojiName.TownPrincess}"
	},
	"EmojiName": {
		"EmotionLove": "heart",
		"EmotionAnger": "angry",
		"EmotionCry": "cry",
		"EmotionAlert": "alert",
		"WeatherRain": "rain",
		"WeatherLightning": "lightning",
		"WeatherRainbow": "rainbow",
		"ItemRing": "ring",
		"DebuffPoison": "poison",
		"DebuffBurn": "burn",
		"DebuffSilence": "silent",
		"DebuffCurse": "curse",
		"CritterBee": "bee",
		"CritterSlime": "slime",
		"MiscTree": "tree",
		"EmoteLaugh": "laugh",
		"EmoteFear": "fear",
		"EmoteNote": "music",
		"EventBloodmoon": "bloodmoon",
		"EventEclipse": "eclipse",
		"EventPumpkin": "pumpkinmoon",
		"EventSnow": "frostmoon",
		"BiomeSky": "sky",
		"BiomeOtherworld": "surface",
		"BiomeJungle": "jungle",
		"BiomeCrimson": "crimson",
		"BiomeCorruption": "corruption",
		"BiomeHallow": "hallow",
		"BiomeDesert": "desert",
		"BiomeBeach": "beach",
		"BiomeRocklayer": "rockbiome",
		"BiomeLavalayer": "lavabiome",
		"BiomeSnow": "snow",
		"RPSWinScissors": "scissorswins",
		"RPSWinRock": "rockwins",
		"RPSWinPaper": "paperwins",
		"RPSScissors": "scissors",
		"RPSRock": "rock",
		"RPSPaper": "paper",
		"BossEoC": "eoc",
		"BossEoW": "eow",
		"BossBoC": "boc",
		"BossQueenBee": "queenbee",
		"BossSkeletron": "skeletron",
		"BossWoF": "wof",
		"BossDestroyer": "destroyer",
		"BossSkeletronPrime": "skeletronprime",
		"BossTwins": "twins",
		"BossPlantera": "plantera",
		"BossGolem": "golem",
		"BossFishron": "fishron",
		"BossKingSlime": "kingslime",
		"BossCultist": "cultist",
		"BossMoonmoon": "moonlord",
		"BossMourningWood": "mourningwood",
		"BossPumpking": "pumpking",
		"BossEverscream": "everscream",
		"BossIceQueen": "icequeen",
		"BossSantank": "santank",
		"BossPirateship": "pirateship",
		"BossMartianship": "martianship",
		"CritterZombie": "zombie",
		"CritterBunny": "bunny",
		"CritterButterfly": "butterfly",
		"CritterGoblin": "goblin",
		"CritterPirate": "deadeye",
		"CritterSnowman": "snowman",
		"CritterSpider": "spider",
		"CritterBird": "bird",
		"CritterMouse": "mouse",
		"CritterGoldfish": "goldfish",
		"CritterMartian": "martian",
		"CritterSkeleton": "skeleton",
		"ItemLifePotion": "lifepotion",
		"ItemManaPotion": "manapotion",
		"ItemSoup": "soup",
		"ItemCookedFish": "cookedfish",
		"ItemAle": "ale",
		"ItemSword": "sword",
		"ItemFishingRod": "fishingrod",
		"ItemBugNet": "bugnet",
		"ItemDynamite": "dynamite",
		"ItemMinishark": "minishark",
		"ItemCog": "cog",
		"ItemTombstone": "tombstone",
		"ItemGoldpile": "goldpile",
		"ItemDiamondRing": "diamondring",
		"EmoteConfused": "confused",
		"EmoteKiss": "kiss",
		"EmoteSleep": "sleep",
		"ItemPickaxe": "pickaxe",
		"EmoteRun": "run",
		"EmoteKick": "kicking",
		"EmoteFight": "fight",
		"EmoteEating": "hungry",
		"WeatherSunny": "sunny",
		"WeatherCloudy": "cloudy",
		"WeatherStorming": "storming",
		"WeatherSnowstorm": "blizzard",
		"EventMeteor": "meteor",
		"MiscFire": "fire",
		"TownMerchant": "merchant",
		"TownNurse": "nurse",
		"TownArmsDealer": "armsdealer",
		"TownDryad": "dryad",
		"TownGuide": "guide",
		"TownOldman": "oldman",
		"TownDemolitionist": "demo",
		"TownClothier": "clothier",
		"TownGoblinTinkerer": "tinkerer",
		"TownWizard": "wizard",
		"TownMechanic": "mechanic",
		"TownSanta": "santa",
		"TownTruffle": "truffle",
		"TownSteampunker": "steampunker",
		"TownDyeTrader": "dyetrader",
		"TownPartyGirl": "partygirl",
		"TownCyborg": "cyborg",
		"TownPainter": "painter",
		"TownWitchDoctor": "witchdoctor",
		"TownPirate": "pirate",
		"TownStylist": "stylist",
		"TownTravellingMerchant": "travelingmerchant",
		"TownAngler": "angler",
		"TownSkeletonMerchant": "skeletonmerchant",
		"TownTaxCollector": "taxcollector",
		"PartyPresent": "present",
		"PartyBalloons": "balloon",
		"PartyCake": "cake",
		"PartyHats": "partyhat",
		"TownBartender": "bartender",
		"ItemBeer": "beer",
		"ItemDefenderMedal": "defendermedal",
		"EventOldOnesArmy": "oldonesarmy",
		"EmoteSadness": "sad",
		"EmoteAnger": "mad",
		"EmoteHappiness": "happy",
		"EmoteWink": "wink",
		"EmoteScowl": "scowl",
		"EmoteSilly": "silly",
		"TownGolfer": "golfer",
		"TownBestiaryGirl": "zoologist",
		"TownBestiaryGirlFox": "zoologistfox",
		"BossEmpressOfLight": "eol",
		"BossQueenSlime": "queenslime",
		"TownPrincess": "princess"
	},
	"Announcement": {
		"HasBeenDefeated_Single": "{0} bozguna uğratıldı!",
		"HasBeenDefeated_Plural": "{0} bozguna uğratıldı!",
		"HasAwoken": "{0} uyandı!",
		"HasArrived": "{0} evine vardı!"
	},
	"MapObject": {
		"Tree": "Ağaç",
		"Iron": "Demir",
		"Copper": "Bakır",
		"Gold": "Altın",
		"Silver": "Gümüş",
		"Door": "Kapı",
		"Table": "Masa",
		"Chair": "Sandalye",
		"Anvil": "Örs",
		"Sapling": "Fidan",
		"Demonite": "İblisit",
		"DemonAltar": "İblis Sunağı",
		"CrimsonAltar": "Kızıl Sunak",
		"Fossil": "Taşıl",
		"Pot": "Testi",
		"Thorns": "Diken",
		"Chandelier": "Şamdan",
		"Lantern": "Fener",
		"Web": "Ağ",
		"Thorn": "Diken",
		"GiantMushroom": "Devasa Mantar",
		"Banner": "Bayrak",
		"FloorLamp": "Ayaklı Lamba",
		"Statue": "Heykel",
		"Vase": "Saksı",
		"Cobalt": "Kobalt",
		"Mythril": "Mithril",
		"Adamantite": "Adamantit",
		"Trap": "Tuzak",
		"Timer": "Sayaç",
		"ChristmasLight": "Yılbaşı Işığı",
		"Tin": "Kalay",
		"Lead": "Kurşun",
		"Tungsten": "Tungsten",
		"Platinum": "Platinyum",
		"PineTree": "Çam Ağacı",
		"Sink": "Lavabo",
		"LivingWood": "Yaşayan Ahşap",
		"Crimtane": "Kızıltaş",
		"WaterFountain": "Su Çeşmesi",
		"Chlorophyte": "Klorofit",
		"Turret": "Taret",
		"Rocket": "Roket",
		"SiltExtractinator": "Özütleyici",
		"Palladium": "Paladyum",
		"Orichalcum": "Orikalkum",
		"Titanium": "Titanyum",
		"Larva": "Larva",
		"PlanterasBulb": "Plantera'nın Soğanı",
		"MetalBar": "Metal Kalıp",
		"Trophy": "Ganimet",
		"ItemRack": "Öğe Rafı",
		"Painting": "Çizim",
		"AnimalSkin": "Hayvan Derisi",
		"Picture": "Resim",
		"OrangeSquirrelCage": "Turuncu Sincap Kafesi",
		"PalmTree": "Palmiye Ağacı",
		"DrippingWater": "Damlayan Su",
		"DrippingLava": "Damlayan Lav",
		"DrippingHoney": "Damlayan Bal",
		"SandFlow": "Kum Rüzgarı",
		"BeeHive": "Arı Kovanı",
		"DesertFossil": "Taşıl",
		"GeyserTrap": "Kaynaç",
		"WireBulb": "Tel Ampul",
		"FallenLog": "Devrilmiş Kütük",
		"GoldBirdCage": "Altın Kuş Kafesi",
		"GoldBunnyCage": "Altın Tavşan Kafesi",
		"GoldButterflyCage": "Altın Kelebek Kafesi",
		"GoldFrogCage": "Altın Kurbağa Kafesi",
		"GoldGrasshopperCage": "Altın Çekirge Kafesi",
		"GoldMouseCage": "Altın Fare Kafesi",
		"GoldWormCage": "Altın Solucan Kafesi",
		"SquirrelGoldCage": "Altın Sincap Kafesi",
		"Toilet": "Tuvalet",
		"TeleportationPylon": "Işınlanma Direği",
		"Relic": "Kalıntı"
		
	},
	"BuffName": {
		"ObsidianSkin": "Alevalmaz Vücut",
		"Regeneration": "Yenilenme",
		"Swiftness": "Çeviklik",
		"Gills": "Solungaç",
		"Ironskin": "Demirvücut",
		"ManaRegeneration": "Sihir Yenilenme",
		"MagicPower": "Sihir Gücü",
		"Featherfall": "Süzüntü",
		"Spelunker": "Keşif",
		"Invisibility": "Görünmezlik",
		"Shine": "Parlama",
		"NightOwl": "Gece Kuşu",
		"Battle": "Savaş",
		"Thorns": "Diken",
		"WaterWalking": "Suda Yürüme",
		"Archery": "Okçuluk",
		"Hunter": "Avcı",
		"Gravitation": "Yer Çekimi",
		"ShadowOrb": "Gölge Küresi",
		"Poisoned": "Zehir",
		"PotionSickness": "İksir Rahatsızlığı",
		"Darkness": "Karanlık",
		"Cursed": "Lanetli",
		"OnFire": "Yanıyor!",
		"Tipsy": "Çakırkeyif",
		"FairyBlue": "Peri",
		"Werewolf": "Kurt Adam",
		"Clairvoyance": "Duru Görü",
		"Bleeding": "Kanama",
		"Confused": "Şaşırmış",
		"Slow": "Yavaş",
		"Weak": "Güçsüz",
		"Merfolk": "Deniz İnsanı",
		"Silenced": "Sessiz",
		"BrokenArmor": "Kırık Zırh",
		"Horrified": "Korkmuş",
		"TheTongue": "Dil",
		"CursedInferno": "Lanetlenmiş Cehennem",
		"PetBunny": "Evcil Tavşan",
		"BabyPenguin": "Yavru Penguen",
		"PetTurtle": "Evcil Kaplumbağa",
		"PaladinsShield": "Paladin'in Kalkanı",
		"Frostburn": "Ayazyanığı",
		"BabyEater": "Yavru Yiyici",
		"Chilled": "Serin",
		"Frozen": "Donuk",
		"Honey": "Bal",
		"Pygmies": "Cüceler",
		"BabySkeletronHead": "Yavru İskeletör Kafası",
		"BabyHornet": "Yavru Eşekarısı",
		"TikiSpirit": "Tiki Ruhu",
		"PetLizard": "Yavru Kertenkele",
		"PetParrot": "Evcil Papağan",
		"BabyTruffle": "Yavru Yermantarı",
		"PetSapling": "Evcil Fidan",
		"Wisp": "Wisp",
		"RapidHealing": "Hızlı İyileşme",
		"ShadowDodge": "Kutsal Koruma",
		"LeafCrystal": "Yaprak Billuru",
		"BabyDinosaur": "Yavru Dinozor",
		"IceBarrier": "Buz Engeli",
		"Panic": "Ürküntü!",
		"BabySlime": "Yavru Balçık",
		"EyeballSpring": "Göz Pınarı",
		"BabySnowman": "Yavru Kardan Adam",
		"Burning": "Yanıyor",
		"Suffocation": "Boğuntu",
		"Ichor": "İrin",
		"Venom": "Asitli Zehir",
		"Midas": "Midas",
		"Blackout": "Karartı",
		"PetSpider": "Evcil Örümcek",
		"Squashling": "Kabakçık",
		"Ravens": "Kuzgunlar",
		"BlackCat": "Kara Kedi",
		"CursedSapling": "Lanetli Fidan",
		"WaterCandle": "Su Mumu",
		"PeaceCandle": "Barış Mumu",
		"Campfire": "Samimi Ateş",
		"ChaosState": "Kargaşa Durumu",
		"HeartLamp": "Kalp Lambası",
		"Rudolph": "Rudolph",
		"Puppy": "Köpek Yavrusu",
		"BabyGrinch": "Yavru Grinch",
		"AmmoBox": "Cephane Kutusu",
		"ManaSickness": "Sihir Rahatsızlığı",
		"BeetleEndurance1": "Böcek Dayanıklılığı",
		"BeetleEndurance2": "Böcek Dayanıklılığı",
		"BeetleEndurance3": "Böcek Dayanıklılığı",
		"BeetleMight1": "Böcek Gücü",
		"BeetleMight2": "Böcek Gücü",
		"BeetleMight3": "Böcek Gücü",
		"FairyRed": "Peri",
		"FairyGreen": "Peri",
		"Wet": "Islak",
		"Mining": "Kazı",
		"Heartreach": "Kalperişi",
		"Calm": "Sakin",
		"Builder": "İnşaa",
		"Titan": "Dev",
		"Flipper": "Yüzgeç",
		"Summoning": "Çağrı",
		"Dangersense": "Tehlikehissi",
		"AmmoReservation": "Cephane Saklama",
		"Lifeforce": "Yaşamgücü",
		"Endurance": "Dayanıklılık",
		"Rage": "Öfke",
		"Inferno": "Cehennem",
		"Wrath": "Hiddet",
		"MinecartLeft": "Maden Kamyonu",
		"MinecartRight": "Maden Kamyonu",
		"Lovestruck": "Sevdalı",
		"Stinky": "Kokuşmuş",
		"Fishing": "Balık",
		"Sonar": "Radar",
		"Crate": "Kasa",
		"Warmth": "Sıcaklık",
		"HornetMinion": "Eşek Arısı",
		"ImpMinion": "İblisçik",
		"ZephyrFish": "Esinti Balığı",
		"BunnyMount": "Tavşan Bineği",
		"PigronMount": "Ejderdomuz Bineği",
		"SlimeMount": "Balçık Bineği",
		"TurtleMount": "Kaplumbağa Bineği",
		"BeeMount": "Arı Bineği",
		"SpiderMinion": "Örümcek",
		"TwinEyesMinion": "İkizler",
		"PirateMinion": "Korsan",
		"MiniMinotaur": "Minik Boğansan",
		"Slimed": "Balçık",
		"SharknadoMinion": "Kasırga Balığı",
		"UFOMinion": "Uçan Daire",
		"UFOMount": "Uçan Daire Bineği",
		"DrillMount": "Delgi Bineği",
		"ScutlixMount": "Scutlix Bineği",
		"Electrified": "Elektrik Çarpması",
		"MoonLeech": "Ay Isırığı",
		"Sunflower": "Mutlu!",
		"MonsterBanner": "Bayrak",
		"Rabies": "Öldürücü Isırık",
		"Webbed": "Ağa Sarılmış",
		"Bewitched": "Efsunlanmış",
		"SoulDrain": "Yaşam Tüketimi",
		"MagicLantern": "Sihirli Lamba",
		"ShadowFlame": "Gölge Alevi",
		"CrimsonHeart": "Kızıl Kalp",
		"BabyFaceMonster": "Bebek Yüzlü Canavar",
		"BoneJavelin": "Delici",
		"StardustMinion": "Yıldıztozu Hücresi",
		"StardustMinionBleed": "Hücre",
		"DryadsWardDebuff": "Dryad'ın Yıkımı",
		"StardustGuardianMinion": "Yıldıztozu Koruyucusu",
		"StardustDragonMinion": "Yıldıztozu Ejderi",
		"Daybreak": "Tan Vakti",
		"SuspiciousTentacle": "Kuşkulu Görünen Göz",
		"CompanionCube": "Yoldaş Küp",
		"PetDD2Gato": "Pervaneli Kedi",
		"PetDD2Ghost": "Titrekfitil",
		"PetDD2Dragon": "Ejdersürü",
		"BetsysCurse": "Betsy'nin Laneti",
		"Oiled": "Yağlı",
		"Stoned": "Taşlaşma",
		"StarInBottle": "Şişede Yıldız",
		"Sharpened": "Keskin",
		"Dazed": "Sersem",
		"DeadlySphere": "Ölümcül Küre",
		"Obstructed": "Tıkalı",
		"VortexDebuff": "Oransız",
		"DryadsWard": "Dryad'ın Kutsaması",
		"WindPushed": "Güçlü Rüzgar",
		"WitheredArmor": "Soluk Zırh",
		"WitheredWeapon": "Soluk Silah",
		"OgreSpit": "Sızıntı",
		"ParryDamageBuff": "Çarpıcı Aralık",
		"BallistaPanic": "Mancınık Ürküntüsü!",
		"MinecartRightMech": "Maden Kamyonu",
		"MinecartLeftMech": "Maden Kamyonu",
		"MinecartRightWood": "Maden Kamyonu",
		"MinecartLeftWood": "Maden Kamyonu",
		"SolarShield1": "Güneşsel Yalaz",
		"SolarShield2": "Güneşsel Yalaz",
		"SolarShield3": "Güneşsel Yalaz",
		"NebulaUpDmg1": "Hasar Bulutu",
		"NebulaUpDmg2": "Hasar Bulutu",
		"NebulaUpDmg3": "Hasar Bulutu",
		"NebulaUpLife1": "Yaşam Bulutu",
		"NebulaUpLife2": "Yaşam Bulutu",
		"NebulaUpLife3": "Yaşam Bulutu",
		"NebulaUpMana1": "Sihir Bulutu",
		"NebulaUpMana2": "Sihir Bulutu",
		"NebulaUpMana3": "Sihir Bulutu",
		"UnicornMount": "Tek Boynuzlu At Bineği",
		"CuteFishronMount": "Tatlı Balıkejder Bineği",
		"BasiliskMount": "Şahmeran Bineği",
		"NoBuilding": "Yaratıcı Darbe",
		"WeaponImbueVenom": "Silah Aşısı: Asitli Zehir",
		"WeaponImbueCursedFlames": "Silah Aşısı: Lanetli Alevler",
		"WeaponImbueFire": "Silah Aşısı: Ateş",
		"WeaponImbueGold": "Silah Aşısı: Altın",
		"WeaponImbueIchor": "Silah Aşısı: İrin",
		"WeaponImbueNanites": "Silah Aşısı: Nanit",
		"WeaponImbueConfetti": "Silah Aşısı: Saçı",
		"WeaponImbuePoison": "Silah Aşısı: Ağı",
		"WellFed": "İyi Doymuş",
		"WellFed2": "Oldukça Memnun",
		"WellFed3": "Son Derece Doygun",
		"DesertMinecartRight": "{$BuffName.MinecartRight}",
		"DesertMinecartLeft": "{$BuffName.MinecartLeft}",
		"FishMinecartRight": "{$BuffName.MinecartRight}",
		"FishMinecartLeft": "{$BuffName.MinecartLeft}",
		"GolfCartMount": "Golf Arabası",
		"BabyBird": "Yavru Saka",
		"CatBast": "Bast Savunması",
		"SugarGlider": "Uçan Kuskus",
		"VampireFrog": "Vampir Kurbağa",
		"UpbeatStar": "Estee",
		"BatOfLight": "Kanlı Yarasa",
		"BeeMinecartRight": "{$BuffName.MinecartRight}",
		"BeeMinecartLeft": "{$BuffName.MinecartLeft}",
		"LadybugMinecartRight": "{$BuffName.MinecartRight}",
		"LadybugMinecartLeft": "{$BuffName.MinecartLeft}",
		"PigronMinecartRight": "{$BuffName.MinecartRight}",
		"PigronMinecartLeft": "{$BuffName.MinecartLeft}",
		"SunflowerMinecartRight": "{$BuffName.MinecartRight}",
		"SunflowerMinecartLeft": "{$BuffName.MinecartLeft}",
		"HellMinecartRight": "{$BuffName.MinecartRight}",
		"HellMinecartLeft": "{$BuffName.MinecartLeft}",
		"ShroomMinecartRight": "{$BuffName.MinecartRight}",
		"ShroomMinecartLeft": "{$BuffName.MinecartLeft}",
		"AmethystMinecartRight": "{$BuffName.MinecartRight}",
		"AmethystMinecartLeft": "{$BuffName.MinecartLeft}",
		"TopazMinecartRight": "{$BuffName.MinecartRight}",
		"TopazMinecartLeft": "{$BuffName.MinecartLeft}",
		"SapphireMinecartRight": "{$BuffName.MinecartRight}",
		"SapphireMinecartLeft": "{$BuffName.MinecartLeft}",
		"EmeraldMinecartRight": "{$BuffName.MinecartRight}",
		"EmeraldMinecartLeft": "{$BuffName.MinecartLeft}",
		"RubyMinecartRight": "{$BuffName.MinecartRight}",
		"RubyMinecartLeft": "{$BuffName.MinecartLeft}",
		"DiamondMinecartRight": "{$BuffName.MinecartRight}",
		"DiamondMinecartLeft": "{$BuffName.MinecartLeft}",
		"AmberMinecartRight": "{$BuffName.MinecartRight}",
		"AmberMinecartLeft": "{$BuffName.MinecartLeft}",
		"BeetleMinecartRight": "{$BuffName.MinecartRight}",
		"BeetleMinecartLeft": "{$BuffName.MinecartLeft}",
		"MeowmereMinecartRight": "{$BuffName.MinecartRight}",
		"MeowmereMinecartLeft": "{$BuffName.MinecartLeft}",
		"PartyMinecartRight": "{$BuffName.MinecartRight}",
		"PartyMinecartLeft": "{$BuffName.MinecartLeft}",
		"PirateMinecartRight": "{$BuffName.MinecartRight}",
		"PirateMinecartLeft": "{$BuffName.MinecartLeft}",
		"SteampunkMinecartRight": "{$BuffName.MinecartRight}",
		"SteampunkMinecartLeft": "{$BuffName.MinecartLeft}",
		"CoffinMinecartRight": "{$BuffName.MinecartRight}",
		"CoffinMinecartLeft": "{$BuffName.MinecartLeft}",
		"Lucky": "Şanslı",
		"LilHarpy": "Ufak Harpy",
		"FennecFox": "Çöl Tilkisi",
		"GlitteryButterfly": "Parıltılı Kelebek",
		"BabyImp": "Yavru İblisçik",
		"BabyRedPanda": "Yavru Kızıl Panda",
		"WitchBroom": "Cadı Süpürgesi",
		"SharkPup": "Köpekbalığı Yavrusu",
		"StormTiger": "Çöl Kaplanı",
		"Plantero": "Plantero",
		"Flamingo": "Flamingo",
		"DynamiteKitten": "Dinamit Kedi Yavrusu",
		"BabyWerewolf": "Yavru Kurtadam",
		"ShadowMimic": "Gölge Taklitçisi",
		"VoltBunny": "Volt Tavşan",
		"KingSlimePet": "Balçık Prens",
		"EyeOfCthulhuPet": "Şüpheli Göz",
		"EaterOfWorldsPet": "Solucan Yiyici",
		"BrainOfCthulhuPet": "Örümcek Beyin",
		"SkeletronPet": "İskeletör Jr.",
		"QueenBeePet": "Bal Arısı",
		"DestroyerPet": "Ufak Yokedici",
		"TwinsPet": "Rez ile Spaz",
		"SkeletronPrimePet": "Mini Esas",
		"PlanteraPet": "Plantera Fidesi",
		"GolemPet": "Oyuncak Golem",
		"DukeFishronPet": "Minik Balıkejder",
		"LunaticCultistPet": "Hayali Ejder",
		"MoonLordPet": "Aycık",
		"FairyQueenPet": "Peri Prensesi",
		"PumpkingPet": "Kabak Fener",
		"EverscreamPet": "Yaprakçığlığı Fidanı",
		"IceQueenPet": "Buz Kraliçesi",
		"MartianPet": "Uzaylı Patenci",
		"DD2OgrePet": "Yavru Ogre",
		"DD2BetsyPet": "Minicik Betsycik",
		"PirateShipMount": "Korsan Gemisi Bineği",
		"SpookyWoodMount": "Ağaç Bineği",
		"SantankMount": "Noel Baba Bineği",
		"WallOfFleshGoatMount": "Keçi Bineği",
		"DarkMageBookMount": "Kitap Bineği",
		"PaintedHorseMount": "Boyalı At Bineği",
		"MajesticHorseMount": "Görkemli At Bineği",
		"DarkHorseMount": "Kara At Bineği",
		"LavaSharkMount": "Lav Köpekbalığı Bineği",
		"PogoStickMount": "Zıplama Sırığı Bineği",
		"TitaniumStorm": "Titanyum Engeli",
		"QueenSlimePet": "Balçık Prenses",
		"ThornWhipPlayerBuff": "Ormanın Öfkesi",
		"SwordWhipPlayerBuff": "Durendal'ın Kutsaması",
		"ScytheWhipPlayerBuff": "Hasat Zamanı",
		"CoolWhipPlayerBuff": "Güzel Bir Özellik",
		"Smolstar": "Sihirli Hançerler",
		"QueenSlimeMount": "Kanatlı Balçık Bineği",
		"GelBalloonBuff": "Işıltılı Balçık",
		"BrainOfConfusionBuff": "Zihinsel Sihirbazlık",
		"SugarRush": "Şeker Acelesi",
		"DiggingMoleMinecartRight": "Kazıcı Maden Kamyonu",
		"DiggingMoleMinecartLeft": "Kazıcı Maden Kamyonu",
		"EmpressBlade": "Terraprizma",
		"OnFire3": "Cehennemateşi",
		"Frostburn2": "Ayazısırığı",
		"FlinxMinion": "Flinx",
		

	},
	"BuffDescription": {
		"ObsidianSkin": "Lava bağışıklık",
		"Regeneration": "Yaşam yenilenmesi sağlar",
		"Swiftness": "%25 artırılmış hareket hızı",
		"Gills": "Hava yerine su çekersin",
		"Ironskin": "Savunmayı 8 artırır",
		"ManaRegeneration": "Sihir yenilenme hızını artırır",
		"MagicPower": "%20 artırılmış sihir gücü",
		"Featherfall": "Düşüş hızını denetlemek içi YUKARI veya AŞAĞI tuşuna bas",
		"Spelunker": "Hazine ve madenlerin yerini gösterir",
		"Invisibility": "Görünmezlik sağlar",
		"Shine": "Işık saçar",
		"NightOwl": "Gece görüş seviyesini artırır",
		"Battle": "Artırılmış düşman ortaya çıkma oranı",
		"Thorns": "Saldıranlar kendilerine de hasar verir",
		"WaterWalking": "Suya girmek için AŞAĞI tuşuna ",
		"Archery": "%20 artırılmış ok hasarı ve hızı",
		"Hunter": "Düşmanların yerini gösterir",
		"Gravitation": "Yerçekimini tersine çevirmek için YUKARI bas",
		"ShadowOrb": "Işık sağlayan sihirli bir küre",
		"Poisoned": "Yavaşça sağlık kaybedersin",
		"PotionSickness": "İyileştirme öğelerini kullanamazsın",
		"Darkness": "Azaltılmış görüş seviyesi",
		"Cursed": "Hiçbir öğe kullanılamaz",
		"OnFire": "Yavaşça sağlık kaybedersin",
		"Tipsy": "Artırılmış yakın dövüş yetenekleri, azaltılmış savunma",
		"FairyBlue": "Bir peri seni takip ediyor",
		"Werewolf": "Fiziksel yetenekler artırıldı",
		"Clairvoyance": "Sihir gücü artırıldı",
		"Bleeding": "Sağlık yenileyemezsin",
		"Confused": "Hareket etme tam tersi şeklinde",
		"Slow": "Hareket hızı azaltıldı",
		"Weak": "Fiziksel yetenekler azaltıldı",
		"Merfolk": "Suyun altında nefes alabilir ve rahatça hareket edebilirsin",
		"Silenced": "Sihir gerektiren öğe kullanamazsın",
		"BrokenArmor": "Savunman yarıya düşürüldü",
		"Horrified": "İğrenç bir şey gördün, kaçışın yok.",
		"TheTongue": "Ağza doğru çekiliyorsun",
		"CursedInferno": "Sağlık kaybediyorsun",
		"PetBunny": "Sanırım havucunu istiyor",
		"BabyPenguin": "Sanırım balığını istiyor",
		"PetTurtle": "Mutlu kaplumbağalar!",
		"PaladinsShield": "Alınan hasarın %25'i başka bir oyuncuya yönlendirilecek",
		"Frostburn": "Ya çok sıcak ya da çok soğuk. Her halükarda çok fena can yakıyor",
		"BabyEater": "Yavru bir Ruh Yiyici seni takip ediyor",
		"Chilled": "Hareket etme hızın yavaşlatıldı",
		"Frozen": "Hareket edemezsin!",
		"Honey": "Sağlık yenilenmesi artırıldı",
		"Pygmies": "Cüceler senin adına savaşacak",
		"BabySkeletronHead": "Sorma hiç...",
		"BabyHornet": "Seni annesi zannediyor",
		"TikiSpirit": "Dost canlısı bir ruh seni takip ediyor",
		"PetLizard": "Sürüngen gibi takılıyor",
		"PetParrot": "Polly bisküvini istiyor",
		"BabyTruffle": "Çok tatlı değil miiiii?",
		"PetSapling": "Küçük bir fidan seni takip ediyor",
		"Wisp": "Bir wisp seni takip ediyor",
		"RapidHealing": "Sağlık yenilenmesi büyük ölçüde artırıldı",
		"ShadowDodge": "Bir sonraki saldırıdan kurtulacaksın",
		"LeafCrystal": "Yakındaki düşmanlara billur yaprakları atar",
		"BabyDinosaur": "Yavru bir dinazor seni takip ediyor",
		"IceBarrier": "Alınan hasar %25 azaltıldı",
		"Panic": "Hareket hızı artırıldı",
		"BabySlime": "Yavru balçık senin adına savaşacak",
		"EyeballSpring": "Bir göz yayı seni takip ediyor",
		"BabySnowman": "Yavru bir kardan adam seni takip ediyor",
		"Burning": "Sağlık kaybediyorsun ve hızın yavaşlatıldı",
		"Suffocation": "Sağlık kaybediyorsun",
		"Ichor": "Azaltılmış savunma",
		"Venom": "Sağlık kaybediyorsun",
		"Midas": "Öldürdüğünde daha çok para düşer",
		"Blackout": "Görüş açısı aşırı derecede azaltıldı",
		"PetSpider": "Bir örümcek seni takip ediyor",
		"Squashling": "Bir kabakçık seni takip ediyor",
		"Ravens": "TheKuzgunlar düşmanlarına saldıracak",
		"BlackCat": "Kara bir kedi seni takip ediyor",
		"CursedSapling": "Lanetli bir fidan seni takip ediyor",
		"WaterCandle": "Artırılmış düşman ortaya çıkma oranı",
		"PeaceCandle": "Azaltılmış düşman ortaya çıkma oranı",
		"Campfire": "Sağlık yenilenmesi az oranda artırıldı",
		"ChaosState": "Ayrılık Çubuğu'nu kullanmak sağlığından çalar",
		"HeartLamp": "Yaşam yenilenmesi artırıldı",
		"Rudolph": "Kırmızı burunlu rengeyiğini sürüyorsun",
		"Puppy": "Yavru bir köpek seni takip ediyor",
		"BabyGrinch": "Yavru bir grinch seni takip ediyor",
		"AmmoBox": "%20 cephane tüketmeme olasılığı",
		"ManaSickness": "Sihir hasarı azaltıldı: ",
		"BeetleEndurance1": "Alınan hasar %15 azaltıldı",
		"BeetleEndurance2": "Alınan hasar %30 azaltıldı",
		"BeetleEndurance3": "Alınan hasar %45 azaltıldı",
		"BeetleMight1": "Yakın dövüş hasarı ve hızı %10 artırıldı",
		"BeetleMight2": "Yakın dövüş hasarı ve hızı %20 artırıldı",
		"BeetleMight3": "Yakın dövüş hasarı ve hızı %30 artırıldı",
		"FairyRed": "Bir peri seni takip ediyor",
		"FairyGreen": "Bir peri seni takip ediyor",
		"Wet": "Üzerinden su damlıyor",
		"Mining": "%25 artırılmış kazı hızı",
		"Heartreach": "Artırılmış kalp alma aralığı",
		"Calm": "Azaltılmış düşman saldırganlığı",
		"Builder": "Artırılmış yerleştirme hızı ve menzili",
		"Titan": "Artırılmış geritepme",
		"Flipper": "Suda sıradan bir şekilde hareket edersin",
		"Summoning": "Artırılmış azami yardakçı sayısı",
		"Dangersense": "Yakınlardaki tehlikeleri görebilirsin",
		"AmmoReservation": "%20 cephane harcamama olasılığı",
		"Lifeforce": "%20 artırılmış azami sağlık",
		"Endurance": "%10 azaltılmış hasar",
		"Rage": "%10 artırılmış kritik olasılığı",
		"Inferno": "Yakındaki düşmanlar alev alır",
		"Wrath": "%10 artırılmış hasar",
		"MinecartLeft": "Maden kamyonu sürüyorsun",
		"MinecartRight": "Maden kamyonu sürüyorsun",
		"Lovestruck": "Sen aşıksın arkadaş!",
		"Stinky": "Leş gibi kokuyorsun",
		"Fishing": "Artırılmış balıkçılık yeteneği",
		"Sonar": "Çengeli neyin ısırdığını görebilirsin",
		"Crate": "Daha yüksek kasa yakalama olasılığı",
		"Warmth": "Soğuk kaynaklardan azaltılmış hasar",
		"HornetMinion": "Eşek arısı senin adına savaşacak",
		"ImpMinion": "İblisçik senin adına savaşacak",
		"ZephyrFish": "Etrafında yüzmek hoşuna gidiyor",
		"BunnyMount": "Havuç için can atıyorsun",
		"PigronMount": "Artık beni görebiliyorsun...",
		"SlimeMount": "ŞILAP!",
		"TurtleMount": "Karada yavaş, suda yaklaş",
		"BeeMount": "Bız bız bızzzzz",
		"SpiderMinion": "Örümcek senin adına savaşacak",
		"TwinEyesMinion": "İkizler senin adına savaşacak",
		"PirateMinion": "Korsan senin adına savaşacak",
		"MiniMinotaur": "Minik bir Boğansan'ı nasıl yenersin ki?",
		"Slimed": "Yapış yapış balçığa bulaştın",
		"SharknadoMinion": "Kasırga Balığı senin adına savaşacak",
		"UFOMinion": "Uçan Daire senin adına savaşacak",
		"UFOMount": "Bir MAC'in olması çok iyi bir şey",
		"DrillMount": "Uçan bir delgiyi sürüyorsun",
		"ScutlixMount": "Dışın dışın",
		"Electrified": "Hareket edemezsin",
		"MoonLeech": "İyileşme etkilerini soğuramazsın",
		"Sunflower": "Hareket hızı artırıldı ve düşmanların ortaya çıkma oranı azaltıldı",
		"MonsterBanner": "Şu düşmanlara karşı artırılmış hasar ve savunma:",
		"Rabies": "Artırılmış hasar, azaltılmış sağlık yenilenmesi, rastgele olumsuz bir etki",
		"Webbed": "Sıkıştın",
		"Bewitched": "Artırılmış azami yardakçı sayısı",
		"SoulDrain": "Artırılmış yaşam yenilenmesi",
		"MagicLantern": "Efsunlanmış bir fener yolunu aydınlatıyor",
		"ShadowFlame": "Sağlık kaybediyorsun",
		"CrimsonHeart": "Işık sağlayan sihirli bir kalp",
		"BabyFaceMonster": "Bir bebek yüzlü canavar seni takip ediyor",
		"BoneJavelin": "Kanıyorsun",
		"StardustMinion": "Yıldıztozu hücresi senin adına savaşacak",
		"StardustMinionBleed": "hücreler tarafından yenecekler",
		"DryadsWardDebuff": "Doğanın gücü seni zorluyor",
		"StardustGuardianMinion": "Yıldıztozu koruyucusu seni koruyacak",
		"StardustDragonMinion": "Yıldıztozu ejderi seni koruyacak",
		"Daybreak": "Güneş ışınları tarafından küle çevrildi",
		"SuspiciousTentacle": "Işık sağlayan kuşkulu görünen bir göz",
		"CompanionCube": "Asla seni bıçaklamakla tehdit etmeyecek, hatta konuşamıyor bile",
		"PetDD2Gato": "Bir pervaneli kedi seni takip ediyor",
		"PetDD2Ghost": "Bir titrekfitil seni takip ediyor",
		"PetDD2Dragon": "Bir ejdersürü seni takip ediyor",
		"BetsysCurse": "Savunma azaltıldı",
		"Oiled": "Yanarken daha çok hasar alınır",
		"Stoned": "Tamamen taş kesilmiş haldesin!",
		"StarInBottle": "Artırılmış sihir yenilenmesi",
		"Sharpened": "Yakın dövüş silahları zırhları delip geçer",
		"Dazed": "Hareket hızı büyük oranda yavaşlatıldı",
		"DeadlySphere": "Ölümcül Küre senin adına savaşacak",
		"Obstructed": "Göremiyorsun!",
		"VortexDebuff": "Etrafındaki yer çekimi çarpıklaştı",
		"DryadsWard": "Doğanın gücü seni koruyor",
		"WindPushed": "Rüzgar seni sağa sola götürüyor!",
		"WitheredArmor": "Savunman azaltıldı!",
		"WitheredWeapon": "Saldırıların daha zayıf!",
		"OgreSpit": "Hareket hızı büyük oranda yavaşlatıldı",
		"ParryDamageBuff": "Bir sonraki yakın dövüş saldırısı için %500 artırılmış hasar",
		"BallistaPanic": "Mancınıkların ürküntü içinde ateş ediyor!",
		"MinecartRightMech": "Maden kamyonu sürüyorsun",
		"MinecartLeftMech": "Maden kamyonu sürüyorsun",
		"MinecartRightWood": "Maden kamyonu sürüyorsun",
		"MinecartLeftWood": "Maden kamyonu sürüyorsun",
		"SolarShield1": "Alınan hasar %30 azaltıldı, hasar alınca düşmanı püskürtür",
		"SolarShield2": "Alınan hasar %30 azaltıldı, hasar alınca düşmanı püskürtür",
		"SolarShield3": "Alınan hasar %30 azaltıldı, hasar alınca düşmanı püskürtür",
		"NebulaUpDmg1": "%15 artırılmış hasar",
		"NebulaUpDmg2": "%30 artırılmış hasar",
		"NebulaUpDmg3": "%45 artırılmış hasar",
		"NebulaUpLife1": "Artırılmış sağlık yenilenmesi",
		"NebulaUpLife2": "Artırılmış sağlık yenilenmesi",
		"NebulaUpLife3": "Artırılmış sağlık yenilenmesi",
		"NebulaUpMana1": "Artırılmış sihir yenilenmesi",
		"NebulaUpMana2": "Artırılmış sihir yenilenmesi",
		"NebulaUpMana3": "Artırılmış sihir yenilenmesi",
		"UnicornMount": "İleriye atıl... harikulade bir şekilde!",
		"CuteFishronMount": "Sürünmesine izin verme yeter.",
		"BasiliskMount": "Canın neye isterse içinden geç!",
		"NoBuilding": "Yaratım gücünü kaybettin!",
		"WeaponImbueVenom": "Yakın dövüş saldırıları hedefinin üzerinde asitli zehir uygular",
		"WeaponImbueCursedFlames": "Yakın dövüş saldırıları hedefinin üzerinde lanetli alevler uygular",
		"WeaponImbueFire": "Yakın dövüş saldırıları düşmanları ateşe verir",
		"WeaponImbueGold": "Yakın dövüş saldırıları düşmanların daha fazla altın düşürmesini sağlar",
		"WeaponImbueIchor": "Yakın dövüş saldırıları düşmanın savunmasını düşürür",
		"WeaponImbueNanites": "Yakın dövüş saldırıları düşmanların kafasını karıştırır",
		"WeaponImbueConfetti": "Yakın dövüş saldırıları saçıların ortaya çıkmasına sebep olur",
		"WeaponImbuePoison": "Yakın dövüş saldırıları düşmanları zehirler",
		"WellFed": "Tüm özelliklerde küçük iyileştirmeler",
		"WellFed2": "Tüm özelliklerde orta iyileştirmeler",
		"WellFed3": "Tüm özelliklerde önemli iyileştirmeler",
		"DesertMinecartRight": "{$BuffDescription.MinecartRight}",
		"DesertMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"FishMinecartRight": "{$BuffDescription.MinecartRight}",
		"FishMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"BabyBird": "Yavru saka senin adına savaşacak",
		"CatBast": "Savunma 5 artırılır",
		"SugarGlider": "Bir uçan kuskus seni takip ediyor",
		"VampireFrog": "Vampir kurbağa senin adına savaşacak",
		"UpbeatStar": "Estee seni takip ediyor",
		"BatOfLight": "Kanlı yarasa senin adına savaşacak",
		"BeeMinecartRight": "{$BuffDescription.MinecartRight}",
		"BeeMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"LadybugMinecartRight": "{$BuffDescription.MinecartRight}",
		"LadybugMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"PigronMinecartRight": "{$BuffDescription.MinecartRight}",
		"PigronMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"SunflowerMinecartRight": "{$BuffDescription.MinecartRight}",
		"SunflowerMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"HellMinecartRight": "{$BuffDescription.MinecartRight}",
		"HellMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"ShroomMinecartRight": "{$BuffDescription.MinecartRight}",
		"ShroomMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"AmethystMinecartRight": "{$BuffDescription.MinecartRight}",
		"AmethystMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"TopazMinecartRight": "{$BuffDescription.MinecartRight}",
		"TopazMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"SapphireMinecartRight": "{$BuffDescription.MinecartRight}",
		"SapphireMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"EmeraldMinecartRight": "{$BuffDescription.MinecartRight}",
		"EmeraldMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"RubyMinecartRight": "{$BuffDescription.MinecartRight}",
		"RubyMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"DiamondMinecartRight": "{$BuffDescription.MinecartRight}",
		"DiamondMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"AmberMinecartRight": "{$BuffDescription.MinecartRight}",
		"AmberMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"BeetleMinecartRight": "{$BuffDescription.MinecartRight}",
		"BeetleMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"MeowmereMinecartRight": "{$BuffDescription.MinecartRight}",
		"MeowmereMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"PartyMinecartRight": "{$BuffDescription.MinecartRight}",
		"PartyMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"PirateMinecartRight": "{$BuffDescription.MinecartRight}",
		"PirateMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"SteampunkMinecartRight": "{$BuffDescription.MinecartRight}",
		"SteampunkMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"CoffinMinecartRight": "{$BuffDescription.MinecartRight}",
		"CoffinMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"Lucky": "Kendini çok şanslı hissediyorsun",
		"LilHarpy": "Göklerden gelen şirinlik",
		"FennecFox": "Tilki ne diyor? Daha da iyisi, tilki ne duyuyor?!",
		"GlitteryButterfly": "Gerçekten, gerçekten çirkin",
		"BabyImp": "İki yaş krizine girene kadar bekle!",
		"BabyRedPanda": "Yavru bir kırmızı pannda seni takip ediyor",
		"WitchBroom": "Uçuyor! SİHİRBAZ!",
		"SharkPup": "Doo doo doo doo doo doo",
		"GolfCartMount": "Golf sahasını gezmek için adil bir yol",
		"Plantero": "Küçük Plantero seni takip ediyor",
		"Flamingo": "Flamingogogo",
		"DynamiteKitten": "Toplarda kullanım için değildir",
		"BabyWerewolf": "Yavru bir kurtadam seni takip ediyor",
		"ShadowMimic": "Bir gölge taklitçisi seni takip ediyor",
		"VoltBunny": "Bir volt tavşanı senden çok mutlu",
		"KingSlimePet": "Daha yüksek bir otoriteye cevap veriyor",
		"EyeOfCthulhuPet": "Gözü üzerinde...",
		"EaterOfWorldsPet": "Birkaç arka bahçeyi mahvedebilir",
		"BrainOfCthulhuPet": "Etrafta sürünüyor... iğrenç",
		"SkeletronPet": "Ufak İskeletör seni takip ediyor",
		"QueenBeePet": "Bir bal arısı seni takip ediyor",
		"DestroyerPet": "Hareket halindeyken yıkım için",
		"TwinsPet": "Özel gözlerin var!",
		"SkeletronPrimePet": "Her araç cinayet işleyebilir",
		"PlanteraPet": "Her neyse, tam olarak ne yiyor?",
		"GolemPet": "Kendime ağlayan, konuşan, uyuyan, yürüyen, yaşayan bir idol buldum!",
		"DukeFishronPet": "Uçurumun deniz yeşili soylusu",
		"LunaticCultistPet": "Boyuna Ay'a bakıyor",
		"MoonLordPet": "Öte taraftan bir arkadaş",
		"FairyQueenPet": "Adil halkın ışığı her şeyi aydınlatır",
		"PumpkingPet": "Küçük bir Balkabağından Fener şeytani bir şekilde yolu aydınlatıyor",
		"EverscreamPet": "Ağacı yürüyüşe çıkarıyorum!",
		"IceQueenPet": "Buz Kraliçesi arkadaşın olarak yeniden doğdu",
		"MartianPet": "Nasılsınız, dünyalı dostlar?",
		"DD2OgrePet": "Büyük bir sopası var ama onu nasıl kullanacağını bilmiyor",
		"DD2BetsyPet": "Minicik Betsycik seni takip ediyor",
		"PirateShipMount": "Artık kaptan sensin",
		"SpookyWoodMount": "Koş, orman, koş!",
		"SantankMount": "Yaramazlar listesinden siliyorum...",
		"WallOfFleshGoatMount": "Bu yolculuk tamamen çılgınlık!",
		"DarkMageBookMount": "Kitap artık rehberliğine yardımcı oluyor",
		"PaintedHorseMount": "Bir Boyalı At'a biniyorsun",
		"MajesticHorseMount": "Bir Görkemli At'a biniyorsun",
		"DarkHorseMount": "Bir Siyah At'a biniyorsun",
		"LavaSharkMount": "Erimiş denizlerde sörf yapıyorsun!",
		"PogoStickMount": "Şak! Şuk! Şik!",
		"TitaniumStorm": "Savunma parçaları seni çevreliyor",
		"QueenSlimePet": "Bahsedilen yüksek otorite o",
		"ThornWhipPlayerBuff": "Yakın dövüş hızı artırıldı",
		"SwordWhipPlayerBuff": "Yakın dövüş hızı artırıldı",
		"ScytheWhipPlayerBuff": "Yakın dövüş hızı artırıldı",
		"CoolWhipPlayerBuff": "Senin adına savaşması için bir kar tanesi çağırır",
		"Smolstar": "Bin kesikle ölüm",
		"QueenSlimeMount": "BOING ŞAK BOING!",
		"GelBalloonBuff": "Balçıksı ve ışıltılısın",
		"BrainOfConfusionBuff": "Artırılmış kritik vuruş olasılığı",
		"SugarRush": "%20 artırılmış hareket ve kazma hızı",
		"DiggingMoleMinecartRight": "Maden Kamyonu senin adına kazacak",
		"DiggingMoleMinecartLeft": "Maden Kamyonu senin adına kazacak",
		"StormTiger": "Çöl kaplanı senin yanında savaşacak",
		"EmpressBlade": "İmparatoriçe'nin Bıçakları senin adına savaşacak",
		"Frostburn2": "Ya gerçekten sıcak ya da çok soğuk. Her iki durumda da GERÇEKTEN acıtıyor",
		"OnFire3": "Yavaşça sağlık kaybedersin",
		"FlinxMinion": "Kar flinx senin adına savaşacak",

	},
	"ArmorSetBonus": {
		"SquireTier3": "Azami taret sayını artırır\nMancınık etkililiğini büyük oranda artırır",
		"ApprenticeTier3": "Azami taret sayını artırır\nAlevpatlağı etkililiğini büyük oranda artırır",
		"HuntressTier3": "Azami taret sayını artırır\nPatlayıcı Tuzak etkililiğini büyük oranda artırır",
		"MonkTier3": "Azami taret sayını artırır\bYıldırım Buharı etkililiğini büyük oranda artırır",
		"SquireTier2": "Azami taret sayını artırır\nMancınık daha fazla hedefi delip geçer ve hasar aldığında ürker",
		"ApprenticeTier2": "Azami taret sayını artırır\nAlevpatlağı görüş alanı ve aralığı büyük oranda artırıldı",
		"HuntressTier2": "Azami taret sayını artırır\nPatlayıcı Tuzaklar daha hızlı dolar ve düşmanları yağlar\nYağlı düşmanları daha fazla hasar için ateşe ver",
		"MonkTier2": "Azami taret sayını artırır\nYıldırım Buharı kritik vuruş yapabilir ve daha hızlı saldırır",
		"MetalTier1": "2 savunma",
		"MetalTier2": "3 savunma",
		"CobaltRanged": "%20 cephane tüketmeme olasılığı",
		"MythrilCaster": "%17 azaltılmış sihir kullanımı",
		"MythrilMelee": "%10 artırılmış yakın dövüş kritik vuruş olasılığı",
		"MythrilRanged": "%20 cephane harcamama olasılığı",
		"AdamantiteCaster": "%19 azaltılmış sihir kullanımı",
		"AdamantiteMelee": "%20 artırılmış yakın dövüş ve hareket hızı",
		"AdamantiteRanged": "%25 cephane harcamama olasılığı",
		"TitaniumCaster": "%19 azaltılmış sihir kullanımı",
		"TitaniumMelee": "%18 artırılmış yakın dövüş ve hareket hızı",
		"TitaniumRanged": "%25 cephane harcamama olasılığı",
		"ShadowScale": "%15 artırılmış hareket hızı",
		"Wood": "1 savunma",
		"Crimson": "Büyük oranda artırılmış sağlık yenilenmesi",
		"Frost": "Yakın dövüş ve menzilli saldırılar ayazyanığına sebep olur\nYakın dövüş ve menzilli hasarı %10 artırır",
		"Tiki": "Azami yardakçı sayını artırır",
		"Palladium": "Bir düşmana saldırdıktan sonra sağlık yenilenmesini büyük oranda artırır",
		"Orichalcum": "Fazladan hasar için hedefinin üzerine taç yapraklar düşecek",
		"Titanium": "Saldırmak titanyum kırıklarından oluşan bir savunma bariyeri oluşturur",
		"Hallowed": "Bir düşmana saldırdıktan sonra bağışık ol",
		"Chlorophyte": "Yakınlardaki düşmanlara ateş etmek için güçlü bir yaprak billuru çağırır",
		"ChlorophyteMelee": "Yakınlardaki düşmanlara ateş etmek için güçlü bir yaprak billuru çağırır\nAlınan hasarı %5 azaltır",
		"Wizard": "%10 artırılmış sihir kritik vuruş olasılığı",
		"Turtle": "Saldıranlar iki kat hasar alır\nAlınan hasarı %15 azaltır",
		"Meteor": "Uzay Silahı sihir harcamaz",
		"SpectreHealing": "Sihir hasarını %40 azaltır ve iyileştirme gücüne dönüştürür\nDüşmanlara verilen sihir hasarı, en düşük sağlığa sahip oyuncuyu iyileştirir",
		"Shroomite": "Hareket etmemek gizlenmeni sağlar,\nbu da menzilli yeteneğini artırır ve düşmanların seni hedef almasını azaltır",
		"Platinum": "4 savunma",
		"Pumpkin": "%10 artırılmış hasar",
		"Spooky": "%25 artırılmış yardakçı hasarı",
		"SpectreDamage": "Verilen sihir hasarı yakınlardaki düşmanları yaralayacak",
		"MagicHat": "Azami sihir 60 artırır",
		"BeetleDefense": "Böcekler seni hasardan korur",
		"BeetleDamage": "Böcekler yakın dövüş hasarı ve hızını artırır",
		"Bee": "%10 artırılmış yardakçı hasarı",
		"Spider": "%12 artırılmış yardakçı hasarı",
		"Solar": "Güneşsel kalkanlar seni korumak için şarj olur ve depar atmana olanak sağlar\nBir şarj dokunduğun düşmanlara zarar vermek için kullanılır\nTüketilen şarjlar patlar ve düşmana zarar verir",
		"Vortex": "Gizliliğe girmek için iki defa {0} bas,\nböylelikle menzilli yeteneğin artar ve düşmanlar seni daha az olasılıkla hedef alır ama hareket hızın yavaşlar",
		"Nebula": "Düşmanlara zarar vermenin destek güçlendirici düşürme olasılığı var,\nistiflenen destekler için güçlendiricileri topla",
		"Stardust": "Bir yıldıztozu koruyucusu seni yakın tehditlerden koruyacak",
		"Forbidden": "İmlecinin konumuna bir kadim fırtına çağırmak için {0} tuşuna iki kez bas",
		"Jungle": "%16 azaltılmış sihir kullanımı",
		"Molten": "%10 fazladan yakın dövüş hasarı,\nAteşe dayanıklılık sağlar",
		"Mining": "%30 artırılmış kazı hızı",
		"CobaltCaster": "%14 azaltılmış sihir kullanımı",
		"CobaltMelee": "%15 artırılmış yakın dövüş hızı",
		"Bone": "%10 artırılmış menzilli kritik vuruş olasılığı",
		"Ninja": "%20 artırılmış hareket hızı",
		"Fossil": "%20 cephane harcamama olasılığı",
		"HallowedSummoner": "düşmana saldırdıktan sonra incitilemez hale gelirsin,\nve azami yardakçı sayını 2 artırır",
		"CrystalNinja": "Atılma yeteneğine izin verir\n%10 artırılmış hasar ve kritik vuruş olasılığı",
		"Cactus": "Saldırganlar kaktüs dikenlerinden hasar alır",
		"Gladiator": "Geritepmeye karşı bağışıklık kazandırır",
		"ObsidianOutlaw": "Kırbaç menzilini %50 ve hızını %35 artırır,\nYardakçı hasarını %15 artırır.",
	},
	"Bestiary_Biomes": {
		"Surface": "Yüzey",
		"Graveyard": "Mezarlık",
		"UndergroundJungle": "Yeraltı Ormanı",
		"TheUnderworld": "Cehennem",
		"TheDungeon": "Zindan",
		"TheCorruption": "Bozulma",
		"Underground": "Yeraltı",
		"TheHallow": "Cennet",
		"UndergroundMushroom": "Yeraltı Mantar",
		"StardustPillar": "Yıldıztozu Sütunu",
		"Jungle": "Orman",
		"Caverns": "Yeraltı Boşluğu",
		"UndergroundSnow": "Yeraltı Kar",
		"Ocean": "Okyanus",
		"SurfaceMushroom": "Yüzey Mantarı",
		"UndergroundDesert": "Yeraltı Çölü",
		"Snow": "Kar",
		"Desert": "Çöl",
		"Meteor": "Göktaşı",
		"Oasis": "Vaha",
		"SpiderNest": "Örümcek Yuvası",
		"Crimson": "Kızıllık",
		"SolarPillar": "Güneş Sütünu",
		"VortexPillar": "Girdap Sütunu",
		"TheTemple": "Tapınak",
		"UndergroundCorruption": "Yeraltı Bozulması",
		"Hallow": "Cennet",
		"NebulaPillar": "Bulut Sütunu",
		"CorruptUndergroundDesert": "Bozulmuş Mağara Çölü",
		"CrimsonUndergroundDesert": "Kızıl Mağara Çölü",
		"HallowUndergroundDesert": "Cennet Mağara Çölü",
		"CorruptDesert": "Bozulmuş Çöl",
		"HallowDesert": "Cennet Çöl",
		"Granite": "Granit",
		"UndergroundCrimson": "Yeraltı Kızıllığı",
		"UndergroundHallow": "Yeraltı Cenneti",
		"Marble": "Mermer",
		"CorruptIce": "Bozulmuş Buz",
		"HallowIce": "Cennet Buz",
		"CrimsonIce": "Kızıl Buz",
		"Sky": "Gökyüzü",
		"CrimsonDesert": "Kızıl Çöl",
	},
	"Bestiary_Invasions": {
		"Goblins": "Cincüce Baskını",
		"Pirates": "Korsan Baskını",
		"Martian": "Marslı Çılgınlığı",
		"OldOnesArmy": "Kadim'in Ordusu",
		"PumpkinMoon": "Balkabağı Ay",
		"FrostMoon": "Ayaz Ay",
		"FrostLegion": "Ayaz Birliği"
	},
	"Bestiary_Times": {
		"DayTime": "Gündüz Vakti",
		"NightTime": "Gece Vakti",
	},
	"Bestiary_Events": {
		"SlimeRain": "Balçık Yağmuru",
		"WindyDay": "Rüzgarlı Gün",
		"BloodMoon": "Kanlı Ay",
		"Halloween": "Cadılar Bayramı",
		"Rain": "Yağmur",
		"Christmas": "Yılbaşı",
		"Eclipse": "Tutulma",
		"Party": "Parti",
		"Blizzard": "Kar Fırtınası",
		"Sandstorm": "Kum Fırtınası"
	},
	"BestiaryInfo": {
		"Rarity_1": "Nadir",
		"Rarity_2": "Ender",
		"IsBoss": "Patron",
		"UnlockCondition_Hallow": "Zormod'a ulaş",
		"IsRare": "Nadir Yaratık",
		"Filters": "Süzgeç ({Count})",
		"KnockbackNone": "Yok",
		"KnockbackLow": "Düşük",
		"KnockbackMedium": "Orta",
		"KnockbackHigh": "Yüksek",
		"Attack": "Saldırı",
		"Defense": "Savunma",
		"Knockback": "Alınan Geritepme",
		"Life": "Sağlık",
		"IfUnlocked": "Açıldıysa",
		"IfSearched": "Arandıysa",
		"Sort_Unlocks": "Açılma",
		"Sort_ID": "Numara",
		"Sort_BestiaryID": "Kitap No",
		"Sort_Rarity": "Enderlik",
		"Sort_Alphabetical": "İsim",
		"Sort_Attack": "Saldırı",
		"Sort_Defense": "Savunma",
		"Sort_Coins": "Para",
		"Sort_HitPoints": "Sağlık",
		"PercentCollected": "{Percent} Toplandı",
	},
	"Bestiary_ItemDropConditions": {
        "PirateMap": "Zormod Okyanusu'nda düşer",
		"IsChristmas": "Noel sırasında düşer",
		"NotExpert": "",
		"NotMasterMode": "",
		"PlayerNeedsHealing": "Oyuncu yaralandığında düşer",
		"LegacyHack_IsBossAndExpert": "Uzman Mod'da düşer",
		"LegacyHack_IsBossAndNotExpert": "",
		"IsExpert": "Bu, Uzman Modu düşüş oranıdır",
		"IsMasterMode": "Bu bir Usta Modu düşme oranıdır",
		"IsCrimson": "Kızıllık'ta düşer",
		"IsCorruption": "Bozulma'da düşer",
		"IsCrimsonAndNotExpert": "",
		"IsCorruptionAndNotExpert": "",
		"HalloweenWeapons": "Cadılar Bayramı mevsiminde düşer",
		"SoulOfNight": "Yeraltı Kızıllık'ında ya da Bozulma'sında düşer",
		"SoulOfLight": "Yeraltı Cenneti'nde düşer",
		"NotFromStatue": "",
		"HalloweenGoodieBagDrop": "Cadılar Bayramı sırasında düşer",
		"XmasPresentDrop": "Noel sırasında düşer",
		"LivingFlames": "Zormod Cehennem'inde düşer",
		"NamedNPC": "Özel olarak adlandırılmış NPC'lerden düşer",
		"HallowKeyCondition": "Zormod Cenneti'nde düşer",
		"JungleKeyCondition": "Zormod Ormanı'nda düşer",
		"CorruptKeyCondition": "Zormod Bozulma'sında düşer",
		"CrimsonKeyCondition": "Zormod Kızıllık'ında düşer",
		"FrozenKeyCondition": "Zormod Kar'ında düşer",
		"DesertKeyCondition": "Zormod Çöl'ünde düşer",
		"BeatAnyMechBoss": "Herhangi bir Mekanik Patron'u yendikten sonra düşer",
		"YoyoCascade": "İskeletör'ü yendikten sonra ama Zormod'a girmeden önce düşer",
		"YoyosAmarok": "Zormod'da düşer",
		"YoyosYelets": "Herhangi bir Mekanik Patron'u yendikten sonra düşer",
		"YoyosKraken": "Plantera'yı yendikten sonra düşer",
		"YoyosHelFire": "Zormod'da düşer",
		"KOCannon": "Zormod Kanlı Ay'ı süresince düşer",
		"IsItAHappyWindyDay": "Rüzgarlı günlerde düşer",
		"EmpressOfLightOnlyTookDamageWhileEnraged": "Işık İmparatoriçesi'ne yalnızca gün ışığındayken saldırılırsa düşer",
		"WaveBasedDrop": "Düşme oranı Dalga'ya göre değişir",
		"PastWaveBasedDrop": "Yalnızca Dalga {0}'da ya da üzerinde düşer"
    },
	"Bestiary_BiomeText": {
		"biome_Goblins": "Kaba, barbar cincücelerden oluşan dağınık bir ordu, fethetmek ve yok etmek için yola çıktı. Bazıları karanlık, şeytani büyüler kullanır.",
		"biome_Pirates": " Ülkenin zenginliklerini arzulayan, hazine toplayan ve uzlaşmaya yanaşmayan silahlı haydutlardan oluşan bir denizci sürüsü.",
		"biome_Martian": "Üstün silahlarıyla tüm ilkel yaşamı yok etmek isteyen, başka bir dünyadan gelen teknolojik olarak gelişmiş varlıklar.",
		"biome_OldOnesArmy": "Etheria'dan gelen yardakçılar... Yanlışlıkla bu dünyayı işgal etmiş olabilirler, ama yine de burayı yönetmek istiyorlar!",
		"biome_PumpkinMoon": "Gecenin ortasında acı bir hasat yükselir. Kötülüğün ve karanlığın yaratıkları, yollarındaki her şeyi öldürerek toprakları ürkütür.",
		"biome_FrostMoon": "Ho, ho, ho! Bu pek de sessiz olmayan gecede, şenlikli varlıklar dünyayı kan ve katliam armağanları yağmuruna tutmak itiyorlar.",
		"biome_FrostLegion": "Bu organize soğuk kalpli katil ailesi, tekerlerine çomak sokanları buzlamak istiyor ve gammazları sevmiyorlar... çaktın mı?",
		"biome_SlimeRain": "Herhangi bir meteorolojik açıklamanın ötesinde nedenlerden dolayı, balçıksı şeyler kovalarla aşağı doğru akıyor!",
		"biome_WindyDay": "Kendini kaptırma! Doğa bir parti veriyor, o yüzenn herkesi ve her şeyi ayaklarından tutup havalandırmak istiyor!",
		"biome_BloodMoon": "Ay kana bulanmış olarak yükseldiğinde, ölü de onunla birlikte yükselir! Bu ürkütücü yaratıklar, damlayan saflarına taze et eklemeye çalışıyor.",
		"biome_Halloween": "Balkabakları arazide çılgınca büyüyor ve bazı yaratıklar alışılmadık kostümlerle kılık değiştiriyor. Şeker mi şaka mı!",
		"biome_Rain": "Yağmur yağdığında, bardaktan boşalırcasına yağar. Normalde suda gelişen canlılar karada ve gökyüzünde dolaşabilir. Kızgın bulutlara dikkat et.",
		"biome_Christmas": "Kış geldi! Parıldayan ışıklar, çirkin kazaklar ve parlak kırmızı bir takım giyen şişman yaşlı bir adamla kutlama zamanı.",
		"biome_Eclipse": "Familiar creatures of horror rapidly grip the lands this day, for no mere mortal can resist the evil of the blackened sun. ",
		"biome_Party": "This day, for no particular reason, everyone decided to throw a party. There's always time for a celebration!",
		"biome_Blizzard": "The most vile, stone-cold entities emerge in the blinding chaos of bone-piercing icy wind and snow. Every step is cold and dangerous.",
		"biome_Sandstorm": "The sands of the desert rage like a stormy sea, with deadly creatures swimming among them.",
		"biome_Surface": "Anywhere where one can see the trees, the mountains, and the sky. Not all creatures are powerful or even hostile.",
		"biome_Graveyard": "When areas of death become littered with graves, a thick mist of concentrated eeriness blankets the land.",
		"biome_UndergroundJungle": "The tangled world beneath the muddy jungle proves perilous to any adventurer. Within, be on guard for voracious plants and bugs.",
		"biome_TheUnderworld": "A doomed haven of fire and brimstone - run rampant with demons and devils - offers no sanctuary for the living.",
		"biome_TheDungeon": "Constructed long ago as a once thriving city, this dark and evil place now serves as the home for its cursed former inhabitants.",
		"biome_TheCorruption": "A cancerous Corruption thriving off the sins of the living. Its sole desire is to consume all things, leaving behind only a lifeless void.",
		"biome_Underground": "Just below the surface, there's no shortage of dirt. Basic ore, mundane treasure, and weak monsters live down there.",
		"biome_TheHallow": "A divine and overzealous force, 'The Hallow', serves as a cure to combat evil with its majestic, powerful creatures of light.",
		"biome_UndergroundMushroom": "A curious deviation of nature, large mushrooms grow densely from glowing blue grass. Tough 'mycanoids' defend the area.",
		"biome_StardustPillar": "A blue lunar seal protected by powerful guardians. This one representing a glittering celestial remnant known as 'stardust'.",
		"biome_Jungle": "Thick trees, brambled vines, and relentless beasts of nature inhabit this dense canopy of lush growth, sprouted from seemingly limitless mud.",
		"biome_Caverns": "Tough monsters, abandoned cabins, and golden treasure adorn the dark, vacant caverns tunneled beneath the underground.",
		"biome_UndergroundSnow": "Tunnels carved throughout frigid ice result in slippery pitfalls and freezing pools - all patrolled by the sub-zero denizens of the deep.",
		"biome_Ocean": "An endless ocean stretched to the horizon awaits at the world's edge, filled with infinitely hungry creatures from the watery depths.",
		"biome_SurfaceMushroom": "Surface mushroom patches must be cultivated by hand, but doing so may draw attention from strong mycanoids.",
		"biome_UndergroundDesert": "Beneath the sandy surface lies weathered, hard sandstone.  Massive nests of deadly insects and more infest these ancient burrows.",
		"biome_Snow": "A persistent arctic jet stream left a part of the world permanently cold. Only the hardiest of beasts can survive this harsh region.",
		"biome_Desert": "Endless dunes of sand reside here, scorched by the never-ending sun. Few things have adapted to survive in this environment.",
		"biome_Meteor": "The fragments left behind from plummeting meteorites burn endlessly with astrological energy, some of which appears to be alive.",
		"biome_Oasis": "This is no mirage! The clandestine pools of water glittering in the desert sun are the only source of life in these desolate sands.",
		"biome_SpiderNest": "In this deadly place, there lurk arachnids with many legs, many eyes, and a thirst for blood. They sow thick webs threaded with malice.",
		"biome_Crimson": "A hive mind of grotesque, biological infections which aim to consume all life whilst feeling absolutely nothing.",
		"biome_SolarPillar": "A red lunar seal protected by powerful guardians. This one representing a flaming celestial event known as 'solar flares'.",
		"biome_VortexPillar": "A green lunar seal protected by powerful guardians. This one representing a deep celestial void known as 'vortex'.",
		"biome_TheTemple": "Stone-crafted with an ancient mineral alloy, this indomitable temple houses the Lihzahrd; a crude, yet advanced reptilian race.",
		"biome_UndergroundCorruption": "With the ancient spirits of light and dark released, the Corruption's reach drastically increased and its minions greatly empowered.",
		"biome_NebulaPillar": "A purple lunar seal protected by powerful guardians. This one representing a stormy celestial body known as 'nebula'.",
		"biome_CorruptUndergroundDesert": "The Corruption's hold in the sandstone weakened the seals that held an assortment of ancient magicked beings at bay.",
		"biome_CrimsonUndergroundDesert": "The Crimson's bloody veins broke up the tombs that once held magicked beings, which are now released to commit mayhem.",
		"biome_HallowUndergroundDesert": "The blessing swept through the ancient sands, awakening dangerous creatures once forgotten to time.",
		"biome_CorruptDesert": "When the Corruption grows through the desert, vile things long since buried in the sand awaken with pure malice.",
		"biome_HallowDesert": "As the Hallow responds to the encroaching evils, it inadvertently awakens things that have slept beneath the sands for centuries.",
		"biome_CrimsonDesert": "With the Crimson seeping through the sands, dark things long forgotten rise again to seek out and destroy life.",
		"biome_Granite": "A glistening, dark material adorns the caverns here. Granite paves the way for progress in architectural fashion and durable monsters.",
		"biome_UndergroundCrimson": "With the ancient spirit of darkness released, the Crimson's veiny growth reaches new depths, and its macabre fiends gain strength.",
		"biome_UndergroundHallow": "With the evils now unleashed into the depths of the world, the Hallow fights back with powerful minions of light.",
		"biome_Marble": "A smooth material wrought with pleasing veins of color coat the walls of this cavern. An ancient civilization of monsters dwell here.",
		"biome_CorruptIce": "Cold ice infused with even colder Corruption results in bitterly-frozen terrors lurking beneath the treacherous icy caverns.",
		"biome_HallowIce": "Ice serves as a catalyst for the blessing, the Hallow's luminous source of power. Strong entities take advantage of this light.",
		"biome_CrimsonIce": "These bitterly cold caverns of ice, saturated with the blood of Crimson, host a new variety of menacing frozen fiends.",
		"biome_Sky": "It is rumored that there is a land far above the clouds, where ancient treasures are guarded by powerful winged creatures.",
		"biome_DayTime": "After 4:30am, the sun rises in the sky and the most dangerous of beings flee from the light. It's a great time to explore!",
		"biome_NightTime": "After 7:30pm, the moon rises in the sky. All manner of evil things, living and dead, roam the lands in the dark.",

	},
	"CommonBestiaryFlavor": {
		"Slime": "Önüne çıkanı bütün olarak yutan basit, jelatinimsi bir yaratık! Bir şeyi sindirmesi uzun zaman alır.",
		"DemonEye": "O şüpheli izleniyor muyum acaba hissi gecenin karanlığında ortaya çıkar, tam da Cthulhu'nun yardakçıları gökyüzünde dolaştığında.",
		"Hornet": "Ormanın derinliklerine akın eden saldırgan uçan böcekler. Zehirli dikenleri yüksek hızda büyük mesafelere ulaşır.",
		"Zombie": "Kapıları açık bırakmak, beyin yiyenlerin eve girmeleri için bir davetiye olabilir ve kimse bundan hoşlanmaz.",
		"Skeleton": "Kimin kas, deri ve hatta göz bebeklerine ihtiyacı var ki? İskeletler sırtlarındaki kemiklerle geçinirler ve daha etli düşmanlar kadar da ölümcüldürler.",
		"GoldCritter": "Nadiren, yaratıklar tamamen altın kaplı halde bulunur! Esnaf, bunlar için cömertçe ödeme yapar ya da onları kafeslerde gösterebilirsin!",
		"GoldBaitCritter": "Nadiren, yaratıklar tamamen altın kaplı halde bulunur! Esnaf, bunlar için cömertçe ödeme yapar ve balıklar altın yemi kesinlikle sever!",
		"Jellyfish": "Sudaki bu garip karıncalanma hissi, beyinsiz bir denizanasının neden olduğu elektriksel ölümün istenmeyen dalgalanması olabilir. Dikkatli yüz.",
		"Pigron": "Bu yakalanması zor ejderha-domuz melezi, yuvarlak şekline rağmen mükemmel gizlilik yeteneklerine sahiptir. Nasıl var oldukları ise belirsiz.",
		"Dragonfly": "Sivrisinekleri avlayan hızlı uçan bir böcek. Çeşitli renklerde bulunurlar. Balıklar bir şekilde bunlardan etkilenir.",
		"Mimic": "Bir sandıkla konuşmak deliliğe neden olmaz, ancak sandık cevap verirse ölüme neden olabilir! Ne olursa olsun, yine de nadir hazineler içeriyor!",
		"Penguin": "Penguenler, dünyanın en soğuk bölgelerinde lezzetli balıklar arayarak evlerini kurarlar.",
		"LavaBat": "Kuduz, hızlı kaçan ve sinir bozucu bir uçan kemirgenden daha kötü ne olabilir? Tabii ki yanan akrabası!",
		"AngryBones": "Ölümsüzlükle lanetlenen Zindan'ın eski sakinleri, bitmeyen öfkeleri için bir kurban arayarak zindan salonlarında durmaksızın dolaşırlar.",
		"RustyArmoredBones": "Kullanılmaktan ve ihmal edinmekten pürüzlünen ve sertleşen Paslı Birlik'in silahları, düşmanlarının üzerinde korkunç kanlı yaralar bırakır.",
		"BlueArmoredBones": "Disiplinli ve acımasız olan Yürüyen Kemikler, hedeflerini sürekli olarak takip eder ve yoluna çıkan herhangi bir şeyi ya da kimseyi kopartıverirler.",
		"HellArmoredBones": "Erimiş Birlik'in ateşli parıltısı kolayca tanınır. Ellerinde kızgın silahlarıyla, yollarına çıkan herkesin içinden geçerler.",
		"RaggedCaster": "Pejmüre Kardeşlik üyeleri, lanetli büyüleriyle, kurbanlarını çaresizce karanlığa terk ederler.",
		"Necromancer": "Hayatları boyunca, bu büyücüler kendi düzenlerinin Ölümsüz İşaretini taşırlar ve bunu sonsuza kadar yapmaya devam edecekler... öldükten sonra bile.",
		"Diabolist": "Şeytani Mühür'ü taşıyan ölümsüzler, cehennemdeki herhangi bir alev kadar yoğun bir alevi yönetebilir ve her şeyi kavurucu bir cehennemde tüketirler.",
		"MushroomZombie": "Bu zombilerin zihinlerini kontrol eden mantar yalnızca bir şey istiyor: beyin! Bu zombi için oldukça uygun.",
		"CostumeDemonEye": "Kimse bu şeytan gözlerine kimin tatlı elbiseler giydirdiğini bilmiyor, ama bütün bu kıyafet muhabbeti onları gram dost canlısı yapmadı.",
		"CostumeZombie": "Kıyafet giymekle kimseyi kandıramazlar; bu zombiler açıkça belli ki şeker toplamak için çok yaşlı.",
		"CostumeSkeleton": "İskeletlerin Cadılar Bayramı sırasında çok özenli kostümler giymesi gerekir, aksi takdirde insanlar iskelet gibi giyindiklerini düşünürler.",
		"ZombieXmas": "Zombiler bile tatilleri kutlayabilir. Festival kıyafetleri iyi, ancak tatil ruhu konusunda gelişmeleri gerek.",
		"RibbonSlime": "Hediye yapılmış mükemmel bir balçık paketi. Her bayram günü için harika bir ölümcül hediye.",
		"ZombieElf": "Eskiden Noel Baba için çalışan, ancak o zamandan beri zombiye çevrilen cinler. Çok şikayet etmiyorlar, bu yüzden hala oldukça iyi yardımcılar.",
		"AntlionCharger": "Karınca aslanı türünün askerleri olan Karınca Aslanı Savaş Atları, şaşırtıcı bir hızla davetsiz misafirlerin peşinden koşarlar.",
		"AntlionSwarmer": "Sarıcı Karınca Aslanları, yuvalarında dikkatlice devriye gezer. Biri yumurtalarını tehdit ederse, onları şiddetle savunurlar.",
		"Scarecrow": "Hasatın intikamcı ruhuna sahip olan bu korkuluklar, yaramazlık ve kargaşaya neden olmak için yola çıktı.",
		"FungiBulb": "Parlayan mantar yayılmaya hazır olduğunda, bu ampuller sporlarını başka yerlere ve konakçılara yaymak için filizlenir.",
		"Mummy": "Dış güçler tarafından dönüştürülen kumlarla, çölde edebi dinlenmeye yatırılanlar, ister iyi ister kötü olsunlar, sakatlamak ve öldürmek için yükseliyor.",
		"Sandshark": "Eski zamanlarda, çölün içinden bir tuzlu su nehri geçmiş. Bu güçlü yaratıklar ise artık kuru kumda hayatta kalmak için evrimleşmiş.",
		"Lamia": "Çöl mağaralarının karanlığında parlayan kırmızı gözler belirdiğinde, iş işten geçmiştir. Lamia'lar avlarını çoktan buldular.",
		"GemSquirrel": "Çok derine sapan parıldayan sincaplar, değerli taşlarda bulunan kalıntılaşmış lanetli enerji ile büyülenir.",
		"GemBunny": "Bu renkli tavşanlar o kadar derine indi ki, sihirli taşlara verdikleri tepki, başkalarının imrendiği ışıltılı bir görünümle son buldu.",

	},
	"Bestiary_FlavorText": {
		"npc_BabySlime": "Ebeveynlerine sıkıca yapışan ve nadiren görülen bu minik balçıklar, annelerine zarar veren herkese saracaktır.",
		"npc_MotherSlime": "Balçık türlerinin yaşam döngüsü için kritik olan bu büyük boy sallantılı kütleler, genellikle gençlerini yeraltının derinliklerinde taşırken bulunur.",
		"npc_JungleSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_YellowSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_RedSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_PurpleSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_BlackSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_Pinky": "Şimdiye kadar kaydedilen en küçük balçıktır, aşırı hücresel yoğunlukları onları küçük boyutlarına rağmen inanılmaz derecede dayanıklı kılar. Para yiyorlar.",
		"npc_GreenSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_Slimeling": "Yaralanmış Bozulma Balçık'ının hâlâ canlı parçaları olan Balçıkçıklar, hâlâ mücadele edebilirler ve sayı olarak güç sahibi olabilirler.",
		"npc_BlueSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_DemonEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_Zombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_TorchZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_EyeofCthulhu": "Yüzyıllar önce kanlı bir savaşta vücüdundan koparılmış bir Cthulhu parçası. Ev sahibi bedenini ve intikamını almak için geceyi dolaşır!",
		"npc_ServantofCthulhu": "Cthulhu'nun Gözü'nden yeni doğan genç Şeytan Gözleri, efendilerini her ne pahasına olursa olsun korumak için ortaya çıktı.",
		"npc_EaterofSouls": "Bozulma'dan saf bir kötü niyet olarak doğdu, asıl içgüdüleri takip etmek, cezalandırmak ve öldürkmektir.",
		"npc_DevourerHead": "Solucanımsı canavarlar, Bozulma'nın en çok tercih ettiği yaratıklardır ve şüphesiz kurbanlarının altından tünel kazarlar.",
		"npc_GiantWormHead": "Bu ufak tefek kazıcılar dünayayı kazıp dururlar ve odaklanmış mağaracıları şaşırtarak istenmeyen sıkıntılara sebep olurlar.",
		"npc_EaterofWorldsHead": "Bozulma'nın dipsiz kötülüğünden yaratılan bu koca solucan, yolundaki her şeyi yutmak için çılgınca tüneller açar.",
		"npc_Merchant": "Tüccar, keşif için gerekli olan yararlı başlangıç araçları ve malzemeleri sağlayan basit bir genel mağaza görevi görür.",
		"npc_Nurse": "Hemşire'nin sert tavrı ve hastaya karşı olan tutumu göze korkutucu gelebilir, ama bir bedel karşılığında, yaralı bir Terrarialının canını sıkan her şeyi iyileştirecektir.",
		"npc_ArmsDealer": "Silah Satıcısı'nda, bir şeyi öldürmek için ihtiyaç duyabileceği, küçük yuvarlak mermilerden köpekbalıklarından yapılmış silahlara kadar her şey mevcut.",
		"npc_Dryad": "Dryad, türünün son örneğidir. Doğa ile bağlantılıdır ve dünya çapında saflığı ölçebilir. Ayrıca tohum da satar!",
		"npc_Skeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_SkeletonArcher": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_ArmoredSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_Guide": "Rehber her zaman yararlı tavsiyeler ve işleme tarifleri sunar. Kökeni ve bu dünyayla olan sıradışı bağlantıları ise gizemini koruyor.",
		"npc_MeteorHead": "Göktaşları yüzeye çarptığında, parçaları başkaları alsın diye sağa sola savrulur. Bazı parçaları ise canlıdır ve saldıracaktır.",
		"npc_FireImp": "Cehennem büyüsü ile aşılanmış daha küçük bir iblis. Işınlanma ve düşmanlarına hayalet ateş topları fırlatma yeteneğine sahiptir.",
		"npc_GoblinPeon": "Cincüce Ordusu'nun sıradan askerleri olan bu iğrenç yaratıklar, saldırıya sırf ölsünler diye gönderilmiştir... ve kapıları kırsınlar diye.",
		"npc_GoblinThief": "Cincüce Ordusu'nun hızlı saldırı birimleri olan bu sinir bozucu düşmanlar, çevik hareket etmede ve yakın mesafe savaşında uzmanlaşmıştır.",
		"npc_GoblinWarrior": "Cincüce Ordusu piyadelerinin bel kemiği olan bu ağır zırhlı askerler, azimle ilerlerken muazzam derecede hasarı kaldırabilirler.",
		"npc_GoblinSorcerer": "Her ne kadar ilkel olsalar da, bazı cincücelerin büyülü gölge enerjisini bir tür büyüleme yoluyla değiştirme potansiyeli vardır.",
		"npc_AngryBones": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_DarkCaster": "Zindan'ı kollamaya makhum bırakılmış bu büyücüler, düşmanlarının akıllarını karıştırmak için ışınlanırlar, ardından da tazyikli bir su ile düşmanlarını ıslatırlar.",
		"npc_CursedSkull": "Karanlık ritüellere maruz kalan bu kafatası kendi başına dolaşmaya ve yaşayanları kovalamaya başladı. Dokunuşu kurbanlarını savunmasız bırakır.",
		"npc_SkeletronHead": "Eski bir zorbanın bedensiz kemikleri o kadar güçlü bir nefretle titreşti ki, arkasında Zindan'ı koruyan güçlü bir lanet bıraktı.",
		"npc_OldMan": "Bu talihsiz İhtiyar, ağır bir lanetin yükünü taşıyor. Geceleri Zindan'ı koruyan korkunç bir iblise dönüştüğü söyleniyor.",
		"npc_Demolitionist": "Bu cücenin etrafında dikkatlice dolaş. Bombacı tam bir patlayıcı hastasıdır ve 'Güm' diye ses çıkaran tehlikeli şeyler satar.",
		"npc_BoneSerpentHead": "Güçlü yılanımsı ejderhalar bir zamanlar cehenneme hükmetti, ancak uzun zaman önce volkancamı pullarını attılar. Geriye kalan tek şey bir iskelet kabuğu.",
		"npc_Hornet": "{$CommonBestiaryFlavor.Hornet}",
		"npc_ManEater": "İnsan etini seven keskin dişli bir bitkidir. Çamurun içinde saklanabilme ve uzun mesafelere ulaşma yeteneğine sahiptir.",
		"npc_UndeadMiner": "Mağaracıların geçmişte mağaralarda dolaştığına dair kanıtlar var... tıpkı dolaşırken öldüklerine dair kanıtların olduğu gibi.",
		"npc_Tim": "Yaşarken bir sihirbaz olan bu tuhaf adam, binişinden ya da sihirbaz şapkasınından kavga etmeden vazgeçmeyecek. Kendisi daha sıcak mağaraları tercih ediyor.",
		"npc_Bunny": "Güvenli ve arkadaş canlısı yerleri tercih eden tüylü müylü yaratıklar.",
		"npc_CorruptBunny": "Tavşanlar normalde Bozulma'nın tüm biçimlerine direnen saf varlıklardır, ancak Kanlı Ay'ın etkilerine yenik düşerler.",
		"npc_Harpy": "Kanatlı, yarı insan kadınlar, bölgelerini işgalcileri jilet keskinliğindeki tüylere oturtarak savunurlar.",
		"npc_CaveBat": "Küçüktürler, görülmeleri zordur ve öngörülemeyen şekillerde hızla çırpınırlar. Genellikle kuduz gibi hastalıklar taşırlar.",
		"npc_KingSlime": "Balçıklar normalde pek de zeki değillerdir, ancak bazen önlerine gelen her şeyi yutan kuvvetli bir güç haline gelmek amacıyla birleşirler.",
		"npc_JungleBat": "Bu küçük, can sıkıcı yaratıklar hafife alınmamalıdır. Etrafı bu sivri kemirgenler tarafından çevrilenleri ölümcül bir son bekliyor.",
		"npc_DoctorBones": "Bu özel zombi, tarihi eserleri bulma konusunda bir hünere sahiptir, ancak yılanlara karşı korkunç bir küçümseme tavrı vardır.",
		"npc_TheGroom": "Uzun boylu, yakışıklı, ve ölü. Bu şanssız adam, düğününden sağ çıkamadı ve acısını geriye kalan herkesten çıkarmakta niyetli.",
		"npc_Clothier": "Bir zamanlar bir lanet altında olan Terzi, ipliğin ustasıdır. Arzu ettiğin şey modaysa, aradığın adam o! Konuşma şekli tanıdık geliyor.",
		"npc_Goldfish": "Dışardan bakınca gayet normal bir japonbalığı, tabii yağmur yağınca işler değişiyor.",
		"npc_Snatcher": "İnsan etini seven keskin dişli bir bitkidir. Çamurun içinde saklanabilme ve uzun mesafelere ulaşma yeteneğine sahiptir.",
		"npc_CorruptGoldfish": "Japon balığı, Kanlı Ay'a maruz kaldığında dönüşüme uğrar ve şiddetli hale gelir, böylece Bozulma onları ele geçirmiş olur.",
		"npc_Piranha": "Bu keskin dişli balıklardan sadece bir tanesi bile bir hayatı kolayca sonlandırabilir. Neyse ki, kurbanlarını büyük gruplar şeklinde sarma eğilimindeler! Hayat ne güzel.",
		"npc_LavaSlime": "Cehennemin ısısından dolayı, bu balçık lav özellikleri kazanmıştır. Onları öldürmek zor ve tehlikelidir.",
		"npc_Hellbat": "{$CommonBestiaryFlavor.LavaBat}",
		"npc_Vulture": "Çöl sıcağında hayatta kalabilecke şekilde tasarlanmış olan bu kuş avcıları, leşlerine yaklaşanları paramparça eder.",
		"npc_Demon": "Şeytanlar, cehennemin piyadeleridir. Küçük kardeşlerinin aksine, cehennem sihri yerine gölge sihri yaparlar.",
		"npc_BlueJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
		"npc_PinkJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
		"npc_Shark": "Bu okyanus avcıları bir kez kan kokusu aldı mı, açgözlü arayışlarında amansız ve durdurulamaz hale gelirler.",
		"npc_VoodooDemon": "Daha yüksek rütbeli iblislerin elinde, ruhu dünyanın koruyucusu ile bağlı olan seçilmiş kişinin bir vudu bebeği olabilir.",
		"npc_Crab": "Bu sert kabuklu kıyı yaratığı, diğer şeylerin yanı sıra, bir adamın ayak parmaklarını kesebilir. Hafife alıncak yaratıklar değil.",
		"npc_DungeonGuardian": "Zindanın kapılarını gözetleyen ölümcül bir nöbetçi. İçeri girmeyecek kadar değersiz olanlar geçemez!",
		"npc_Antlion": "Karınca aslanları yuva yaparken yüzeyde saklanırlar. Yumurtalarını savunmak için, izinsiz girenlere sertleşmiş kum küreleri kusarlar.",
		"npc_DungeonSlime": "Zindandaki Balçıklar, mekanda bulunan lanetli enerjiyle beslenerek güçlendi. Özellikle anahtarlara ilgi duyuyorlara benziyor.",
		"npc_GoblinScout": "Cincüce Ordusu, fethedecek koloniler aramak için sahillerden yalnız askerler gönderir. Yırtık pırtık bir arma ile uyarıda bulunurlar.",
		"npc_Bird": "Sakin ve güneşli bir gün geçiren basit beyaz bir kuş.",
		"npc_Pixie": "Daha büyük, daha parlak bir peri şekli. Bu periler, Cennet'i daha kutsal bir ışıkla aydınlatır ve toprağın temizlenmesine yardım eder.",
		"npc_ArmoredSkeleton": "Uzun süredir kayıp bir keşif kuvvetinin kalıntıları olan bu yiğit savaşçılar, içinde öldükleri mağaralarda akılsızca devriye geziyorlar.",
		"npc_Mummy": "{$CommonBestiaryFlavor.Mummy}",
		"npc_DarkMummy": "{$CommonBestiaryFlavor.Mummy}",
		"npc_LightMummy": "{$CommonBestiaryFlavor.Mummy}",
		"npc_CorruptSlime": "Bozulma'nın gücüne batmış bu balçıklar, lekesiz kardeşlerinin aksine, daha küçük parçalara bölünerek hayatta kalabilirler.",
		"npc_Wraith": "En karanlık kalplere ait olan ruhlar bir zamanlar dünyanın çekirdeğinde mühürlenmişti. Şimdi, türlerine yenilerini eklemek için geceyi dolaşıyorlar.",
		"npc_CursedHammer": "Bozulma'ya duyulan saf nefretle büyülenen bu silah, nefes alan her şeyi parçalama girişiminde bulunur.",
		"npc_EnchantedSword": "Billurların kutsanmış ışığıyla canlandırılan bu kılıç, dünyanın kötülüklerini temizlemek için her şeyi kesip atacak.",
		"npc_Mimic": "{$CommonBestiaryFlavor.Mimic}",
		"npc_Unicorn": "Bu görkemli tek boynuzlu atlar, temizlenmesi gereken önemsiz çıkıntıları ararken cennet topraklarında öfkeyle hücüm ediyorlar.",
		"npc_WyvernHead": "Antik ruhlarla birlikte ortaya çıkan ejderha benzeri devasa bir yaratık. Rakipsiz kudretiyle gökyüzüne hükmeder.",
		"npc_GiantBat": "Mağara Yarasaları'nın büyük boy kuzenleri olan bu yarasalar, daha tehlikelidir ve düşmanlarının kafalarını ısırıklarıyla karıştırabilirler.",
		"npc_Corruptor": "Bozulma'dan doğan çürük yaratıklar da, tıpkı kanser gibi mutasyona uğrar ve asit tüküren daha büyük, daha ölümcül biçimlere dönüşür.",
		"npc_DiggerHead": "Dünyanın çatlaklarından akan kadim sihirlerin etkilerine maruz kalmak, dev solucanlarda olağandışı hızlı büyümelere neden olur.",
		"npc_SeekerHead": "Antik büyüler, Cihan Yiyici'yi doğuran karanlık etkileri açığa çıkardı, daha küçük ama aynı derecede ölümcül solucanlar üretti.",
		"npc_Clinger": "En karanlık bozulmanın derinliklerinde lanetli ateş püsküren, duvarlardan uzanan dokunaçlı kabuslar yatıyor.",
		"npc_AnglerFish": "Bazı fener balıkları avlarını beklemekle yetinir, ancak bunlar, bir su altı yemeğini agresif bir şekilde kovalamaktan son derece mutludur.",
		"npc_GreenJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
		"npc_Werewolf": "Ay ışığı tarafından lanetlenen bu tehditkar kurtlar bir zamanlar insandı. Şimdi ise, içgüdüsel olarak sevdikleriyle ziyafet çekiyorlar.",
		"npc_GoblinTinkerer": "Cincüce türünün geri kalanından zeki bir barışsever olduğu için sürgün edilen Tamirci, aksesuarları daha güçlü sürümlerine birleştiren araçlar satıyor.",
		"npc_Wizard": "Büyücü, gizemli sanatlarla uğraşan dalgın, çılgın bir yaşlı adamdır. Yeni çırak yetiştirmek için büyülü incik boncuk satıyor.",
		"npc_Clown": "Kökeni bilinmeyen bu tüyler ürpertici canavar, etrafındaki her şeye patlayıcı bir yıkım fırlatırken kendini bir topun üzerinde dengeler.",
		"npc_SkeletonArcher": "İskelet Okçularının, genel göz eksikliğine rağmen keskin bir gözleri vardır. Mesafe, parlak oklarından çok az koruma sağlar.",
		"npc_GoblinArcher": "Cincüce Ordusu'na menzilli desteği veren okçular, mesafelerini korur ve dikkati dağılmış ve bunalmış düşmanları seçer.",
		"npc_WallofFlesh": "Dünyanın çekirdeği ve koruyucusu olarak hizmet veren bu devasa iblis efendisi, güçlü kadim ruhları denetim altında tutmak için var.",
		"npc_TheHungry": "Et Duvarı'nın kanlı damarlarla tutturulmuş birçok ağzı. Son çare olarak, kendilerini koparabilir ve tehditleri iştahla kovalayabilirler.",
		"npc_TheHungryII": "Et Duvarı'nın kanlı damarlarla tutturulmuş birçok ağzı. Son çare olarak, kendilerini koparabilir ve tehditleri iştahla kovalayabilirler.",
		"npc_LeechHead": "Et Duvarı'ndan, ev sahibinin can damarıyla dolu solucan benzeri bir parazit fışkırdı. Bu kanın iyileştirici özellikleri vardır.",
		"npc_ChaosElemental": "Canlılar, kutsama ile aşılanınca, denetlenemeyen bir ışık gücü dalgasıyla dengesiz bir şekilde kovalamaya başlarlar.",
		"npc_Slimer": "Balçıkçı, kökeni bilinmeyen kanatlarla havada uçuşmaya başladı. Kanatlar, onu uçuştan mahrum bırakacak şekilde, kuvvet ile kolayca devrilir.",
		"npc_Gastropod": "Kutsamanın dokunduğu bu gece balçıksısı, güçlü ışık huzmeleri saçan salyangoz benzeri bir yaratığa dönüştü.",
		"npc_Mechanic": "Teknisyen, mühendislik konusundaki yeteneği nedeniyle hapsedildi. Akla gelebilecek her şeyi bir araya getirmek için kablolar ve aletler satıyor.",
		"npc_Retinazer": "Mekanik olarak yeniden oluşturulmuş bir çift Cthulhu Gözü'ne ait olan bu göz, enerjisini güçlü lazerler ateşlemeye odaklıyor.",
		"npc_Spazmatism": "Mekanik olarak yeniden oluşturulmuş bir çift Cthulhu Gözü'ne ait olan bu göz, yüksek hızda kovalar ve lanetli alevler üfler.",
		"npc_SkeletronPrime": "Cthulhu'yu canlandırmak için mekanik olarak yeniden inşa edilen bu Skeletron, her zamankinden daha fazla kola ve çeşitli sert silahlara sahip.",
		"npc_BaldZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_WanderingEye": "Olgunlaşmak için zaman verildiğinde, Şeytan Gözleri boyut ve tehlike açısından büyümeye devam eder. Bunlar dişleri çıkacak kadar gelişmiş.",
		"npc_TheDestroyer": "Cthulhu'nun omurgasının, hasar gördüğünde vücudundan ayrılan, lazer silahlı sondalarla süslenmiş mekanik bir taklidi.",
		"npc_IlluminantBat": "Cennet'in prizmatik ışığıyla kutsanmış Parlak Yarasalar, Yeraltı'nın karanlığında kıvrılan canlı pembe bir bulanıklıktır.",
		"npc_IlluminantSlime": "Cennet billurlarının ışığına maruz kalan balçıklar, karanlıkta pırıl pırıl parlayan aynı ışığı yaymaya başlar.",
		"npc_Probe": "Yokedici'nin vücudundan ayrılmış tek bir yoklayıcı, genellikle diğer yoklayıcıların bir kümesinde uzaktan lazer pili görevi görür.",
		"npc_PossessedArmor": "Bu zırha sahip olan şey, birdenbire yürüyüp herkesi öldürmeye başladı. Maddesel bir bedenden yoksundur.",
		"npc_ToxicSludge": "Sıradan balçıkla uzaktan akraba olan Zehirli Çamur, güçlü toksinlerle ve silahsızlaştırıcı dişlek bir gülümsemeyle avını alt eder.",
		"npc_SantaClaus": "Sadece yılın belirli bir zamanında beliren Noel Baba, büyük bir giriş ve daha da büyük, oldukça patlayıcı bir çıkış yapar. Ho! Ho! Ho!",
		"npc_SnowmanGangsta": "Dünya sakinleri şenlikleri kutlarken, gangster kardan adamlar da yarı otomatik tüfekleriyle herkesi katlederek parti yapar.",
		"npc_MisterStabby": "Bu taş gibi soğuk, ancak manyak gangster, 'Lil' Pokey'ini getirmeden kutlayan iyilikseverleri asla koklamaz.",
		"npc_SnowBalla": "Kardan adam mafyasının bu huzursuz üyesinin fırlatma kolunu kimse küçümsemez. O gerçek bir serseri!",
		"npc_IceSlime": "Kutup sıcaklıklarda çok uzun süre kalan balçıklar, yüzeylerinde kayan bir buz tabakası oluşturarak kısmen donmaya başlayabilir.",
		"npc_Penguin": "{$CommonBestiaryFlavor.Penguin}",
		"npc_PenguinBlack": "{$CommonBestiaryFlavor.Penguin}",
		"npc_IceBat": "Yarasalar zaten bir baş belası değilmiş gibi, Buz Yarasaları bir dokunuşla eti katı halde dondurabilir ve avlarını savunmasız bırakabilir.",
		"npc_Lavabat": "{$CommonBestiaryFlavor.LavaBat}",
		"npc_GiantFlyingFox": "Sadece ormanda bulunan yarasanın büyük boy kuzeni dev uçan tilkiler, gece gökyüzünü av arayarak dolanır.",
		"npc_GiantTortoise": "Dev kaplumbağaları kimse ciddiye almaz. Dönen, dikenli bir ölüm topuyla havada hızla gelene kadar.",
		"npc_IceTortoise": "Ormandaki kuzenleri gibi, buz kaplumbağaları da beklenmedik derecede ciddi bir tehdittir, şaşırtıcı bir hız ve hareket kabiliyetine sahiptir.",
		"npc_Wolf": "En sert iklimlerde yaşayan bu vahşi kurtlar, gecenin karanlığında çaresizce yiyecek bulmak için avlanır.",
		"npc_RedDevil": "Güçlü kara sihir mızraklarını ortaya çıkaran bu seçkin iblisler, meskenlerine girmeye cesaret eden herkes için ciddi bir tehdittir.",
		"npc_Arapaima": "Bu devasa balıklar, onları alışılmadık derecede güçlü ve düşmansı kılan dengesiz sihir damarlarının yakınındaki orman sularında gelişir.",
		"npc_Vampire": "Yarasaya dönüşen bir adam ya da adama dönüşen bir yarasa, kesin olan tek bir şey var: gözü kandan başka bir şey görmüyor!",
		"npc_Truffle": "Parlayan mantarın gizli gücünü kullanan Trüf, yalnızca mantar evinde silah ve alet üretir.",
		"npc_ZombieEskimo": "Kar biyomlarında bulunan zombiler, genellikle kışlık giysilerin içinde bulunur. Bu onlara hiç yardımcı olmuyor, hâlâ buz gibiler!",
		"npc_Frankenstein": "Merhum Terrarialıların parçalarından yapılmış bu yiğit canavar, çılgın bir adamın kendi elleriyle yaşam yaratma arzusundan kaynaklandı.",
		"npc_WallCreeperWall": "Sekiz bacakları, sekiz gözleri ve şüphesiz bir kurbanı koza haline getirip onlarla ziyafet çekmenin sekiz yolları mevcut.",
		"npc_SwampThing": "En karanlık bataklıkların derinliklerinden sürünen bu yosun damlayan canavar, yoluna çıkan herkesi boğmak istiyor.",
		"npc_UndeadViking": "Korsanlardan çok önce, denizleri kasıp kavuran güçlü vikinglerin hikayeleri anlatılırdı. Kalıntıları aşağıdaki buzlu mağaralarda dolaşıyor.",
		"npc_CorruptPenguin": "Kanlı Ay sırasında, normalde uysal olan penguenler, Bozulma'nın düşmanca etkisi altında kalırlar.",
		"npc_IceElemental": "En soğuk yerlerde yoğun güçlü büyüler biriktiğinde su elementleri buzlanır. Buz gibi parçaları hepsini dondurur.",
		"npc_PigronCorruption": "{$CommonBestiaryFlavor.Pigron}",
		"npc_PigronHallow": "{$CommonBestiaryFlavor.Pigron}",
		"npc_RuneWizard": "Tim'in daha güçlü ve çok daha yakışıklı ağabeyi. O da sıcağı tercih ediyor, ama aşırı değil.",
		"npc_Crimera": "Kızıllık'tan doğan en yaygın korku, amansız bir açlıkla saf şeyleri tüketmeye çalışıyor.",
		"npc_Herpling": "Bu hiper, çılgın, sümüklü böcek benzeri canavarlar, kızıl sürüye durdurulamaz bir kan ve et iştahıyla hizmet ediyor.",
		"npc_AngryTrapper": "Bir İnsan Yiyen yeterince insan eti tükettiğinde, koza benzeri bir dönüşüm ile çok daha ölümcül bir biçime geçer.",
		"npc_MossHornet": "Ormanın güçlendirilmiş florası, bu Eşekarısı türleriyle birleşerek onların dış iskeletlerini ve iğnelerini güçlendirdi.",
		"npc_Derpling": "Bu büyük, safir kabuklu pireler durmadan etrafa sıçrıyor. Saniyeler içinde bir adamın kanını emebilirler.",
		"npc_Steampunker": "Steampunkçı, buharla çalışan makineler ve aletler için özel bir zevke sahiptir. Aygıtlarını sevimli bir aksanla satıyor.",
		"npc_CrimsonAxe": "Kızıllık kolektifi tarafından kuşatılan bu silah, kendi iradesiyle hareket eder ve düşmanlarını doğrar.",
		"npc_PigronCrimson": "{$CommonBestiaryFlavor.Pigron}",
		"npc_FaceMonster": "Bu duygusuz, aç mutasyonlardan biriyle yüzleşmek akıllıca olmaz. Ağızları her şeyi yutacak kadar büyüktür.",
		"npc_FloatyGross": "En karanlık kızıl derinliklerdeki bu yüzen dehşet, şüphesiz, hem batmaz hem de iğrençtir.",
		"npc_Crimslime": "Kızılbalçık, katılaşmış kan ve et kıvamına bürünerek, Kızıl için daha fazla hammadde arar ve sindirir.",
		"npc_SpikedIceSlime": "Bu Buz Balçık'ının kütlesinde aşırı soğuğa maruz kalma nedeniyle büyük buz parçaları vardır. Bir şekilde bunları avına fırlatabilir.",
		"npc_SnowFlinx": "Alışılmadık derecede büyük, çıkıntılı bir burnu olan garip, yuvarlak tüylü bir memeli. Son derece hafiftirler.",
		"npc_PincushionZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_SlimedZombie": "Bazen bir balçık kurbanı, sindirimin ortasında bir zombiye dönüşür. Bu şekilde dolaşmak her iki taraf için de oldukça garip.",
		"npc_SwampZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_TwiggyZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_CataractEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_SleepyEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_DialatedEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_GreenEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_PurpleEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_WanderingEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_LostGirl": "Çıplak ve korkmuş bu kız, sanki birinin kendisini kurtarmasını ve yüzeye çıkarmasını beklermiş gibi dünyanın derinliklerinde hareketsiz durmaktadır.",
		"npc_Nymph": "Ustalıkla kaşifleri kayıp bir kız olarak kandırıyor, ardından vahşi bir güçle, gözlerinde kan şehvetiyle saldırıyor.",
		"npc_ArmoredViking": "En seçkin vikingler, en güçlü zırhlara layıktı. Görünüşe göre şu anki durumları göz önüne alındığında, çok etkili değildi.",
		"npc_Lihzahrd": "Yalnızca gizemli orman Tapınağı'nda bulunan münzevi bir sürüngen ırkı. İlkel görünüyorlar ama oldukça gelişmişler.",
		"npc_FemaleZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_HeadacheSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_MisassembledSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_PantlessSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_SpikedJungleSlime": "Ormanın toksinlerinin ve dikenlerinin sık sık tüketilmesi, zehirli sivri uçlarla kaplı bir balçıkla sonuçlandı.",
		"npc_Moth": "Nadiren, orman toksinlerine maruz kalma, bazı güvelerin muazzam boyutlara dönüşmesine neden olur. Öldüklerinde değerli bir toz salarlar.",
		"npc_IcyMerman": "Mermen okyanustan nadiren uzaklaşır. Uzaklaşanlar kaybolabilir, soğuk mağaralarda dolaşabilir ve buzlu ölümsüz balık adamlar haline gelebilir.",
		"npc_DyeTrader": "Tuhaf ve oldukça züppe olan Boya Tüccarı'nın pahalı zevkleri var. Sattığı boyalarda kullanılan malzemeler konusunda tutkulu.",
		"npc_PartyGirl": "Anlaşılmayacak kadar olumlu olan Parti Kızı, kutlama yapmak için her türlü bahaneyi kullanacaktır. Parti hediyeleri ve gösterişli şeyler satıyor.",
		"npc_Cyborg": "Cyborg, Teknisyen ve Steampunkçı'nın roket bilimine ve dünya savunmasına yardımcı olması için ortak çabalarıyla inşa edildi.",
		"npc_Bee": "Ormanın dört bir yanındaki kovanlarda ve yuvalarda bulunan bu küçük haşereler, her fırsatta bir macerapereste sarar.",
		"npc_BeeSmall": "Ormanın dört bir yanındaki kovanlarda ve yuvalarda bulunan bu küçük haşereler, her fırsatta bir macerapereste sarar.",
		"npc_PirateDeckhand": "Ya deniz yosunu ve birayla dolu gemilerinin güvertesini yıkıyorlar ya da şüphesiz Terrarialıların yüzleriyle toprağı süpürüyorlar.",
		"npc_PirateCorsair": "Bir zamanlar uzak bir ülkeden gelen paralı askerler olan Korsanlar, boyun eğmez bir beceriyle ve acımasız bir gündemle ölümcül palaları savurur.",
		"npc_PirateDeadeye": "Kimse 'Ölü Göz'ün kesin atışlarına mı yoksa gözlerinin birinin gerçekten 'ölü' olduğuna mı işaret ettğini bilmiyor... tıpkı hedefleri gibi.",
		"npc_PirateCrossbower": "Bazı küçük kızlar, adamlarının bir baskından dönmesini bekleyerek limanda kalmaktan memnun değiller, bu yüzden ölümcül eğlenceye katılıyorlar!",
		"npc_PirateCaptain": "Bir korsan kaptanın zenginliğe olan sevgisi, yalnızca ağır barut ve büyük, surları parçalayan toplara olan tutkusuyla rekabet eder!",
		"npc_CochinealBeetle": "Derin, karanlık mağaralarda bulunan bu büyük böcekler, pullu dış iskeletlerinde depolanan derin, kan kırmızısı salgılar yüzünden rağbet görür.",
		"npc_CyanBeetle": "Oldukça soğuğa dayanıklı olan bu böcekler, tekstil ürünlerini boyamak için kullanılabilecek, oldukça aranan mavimsi bir sıvı içerir.",
		"npc_LacBeetle": "Bu pullu böcekler, kalın yer altı yapraklarında gelişir. Salgıları birçok maddeyi güzel bir menekşe renginde boyar.",
		"npc_SeaSnail": "Bu alışılmadık derecede büyük salyangoz, yuvasını okyanusun derinliklerinde yapar. Mukusu, mor bir boya haline getirilebilir.",
		"npc_Squid": "Tehdit edildiğinde kalın, siyah bir mürekkep yayan, dokunaçlı bir deniz canlısı. Mürekkep, estetik amaçlı toplanır.",
		"npc_QueenBee": "Bu oldukça saldırgan canavar, larvaları rahatsız edildiğinde şiddetli bir şekilde tepki verir; bal yüklü kovanlar onun ev alanıdır.",
		"npc_ZombieRaincoat": "Bazı zombiler, güvenilir yağmurlukları olmadan asla evden çıkmazlar. Rahat ve kuru, hava nasıl olursa olsun insan eti peşinde koşarlar.",
		"npc_FlyingFish": "Bazı balık türleri, yağmur yağdığında en özel yetenekleri kazanır. Kara sakinleriyle ilgili tek bir şeyi seviyorlar: etlerini.",
		"npc_UmbrellaSlime": "Bu şemsiyenin önceki sahibi zor yoldan öğrendi: şemsiyeler yağmura karşı iyi koruma sağlar, ancak balçıklara karşı sağlamaz.",
		"npc_FlyingSnake": "Kertenkele ırkı tarafından evcil hayvan ve koruyucu olarak tutulan uçan yılanlar, Tapınak'ın korunan alanlarına izinsiz giren herkese saldırır.",
		"npc_Painter": "Boyacı, duvarları boyayabileceğin tüm farklı renk tonları hakkında konuşabilir. Ama şimdilik bir kısmını satacak!",
		"npc_WitchDoctor": "Bir Kertenkele'nin Tapınak'ın dışında olması alışılmadık bir durum. Sattığı vudu zamazingoları ise daha da sıra dışı. Orman kazılarını tercih ediyor.",
		"npc_Pirate": "Ahoy! Asıl Korsan Kaptan... diğer tüm rakip Korsan Kaptanlar'ı alt etmek için toplar ve silahlar satan kaptandır!",
		"npc_HornetFatty": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetHoney": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetLeafy": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetSpikey": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetStingy": "{$CommonBestiaryFlavor.Hornet}",
		"npc_JungleCreeperWall": "Ufak tefek örümcek bir orman asmasına tırmandı, talihsiz bir kaşif geldi ve örümcek yemek yemeye başladı. Son.",
		"npc_BlackRecluseWall": "Sekiz bacakları, sekiz gözleri ve şüphesiz bir kurbanı, koza haline getirip, ziyafet çekmenin sekiz yolu var.",
		"npc_BloodCrawlerWall": "Örümceklerin çoğu bağımsız olarak çalışır, ancak Kızıllık kovanının dokunduğu örümcekler, yaşamı tüketmek için birlikte hareket eder.",
		"npc_BloodFeeder": "Piranha gibi, bu sürü balıkları kana susamış. Kendileri kirli kandan doğdukları için açlıkları gerçekten çok yoğundur.",
		"npc_BloodJelly": "Kızıllık'ın kanlı sularında yüzen denizanası enfekte olur ve onları her şeyi tüket davasına katar.",
		"npc_IceGolem": "Sıfırın altındaki sıcaklıklar, kör edici kar fırtınaları ve buzlu bir yapı tarafından parçalanmak, kar fırtınasının bazı tehlikeleridir.",
		"npc_RainbowSlime": "Bu nimetle aşılanmış jelatin tehditleri, gökkuşağının tonlarında canlı bir şekilde parlıyor. Sonuç olarak, sürekli bir sıvı alımına ihtiyaç duyarlar.",
		"npc_Golem": "Kertenkele klanı tarafından inşa edilen olağanüstü bir yaratıcılık gösterisi. Güneş enerjisi hücreleriyle güçlendirilmiş, Tapınak'ı korumaya hazır.",
		"npc_AngryNimbus": "Şiddetli fırtınalar geçtiğinde, gökyüzünün kızdığı söylenir. Bu bulut özellikle canlıdır!",
		"npc_Eyezor": "Gözleri kilometrelerce öteden görebilen ve rakiplerini güçlü lazerlerle havaya uçuran güçlü bir zombi benzeri yaratık.",
		"npc_Parrot": "Bir korsanın en iyi arkadaşı papağan, keskin ve sivri pençeleriyle yağlı kara yağmacısının gözlerini çıkaracaktır.",
		"npc_Reaper": "Orakçının listesi, yakında bu dünyadan ayrılacak olanların isimleriyle sonsuza kadar uzanıyor. Orağı bundan emin olacak.",
		"npc_ZombieMushroom": "{$CommonBestiaryFlavor.MushroomZombie}",
		"npc_ZombieMushroomHat": "{$CommonBestiaryFlavor.MushroomZombie}",
		"npc_FungoFish": "Parlayan mantar sporlarına maruz kalan bazı balıklar, sulu derinliklerde yumuşak bir şekilde parıldayan meraklı bir mantar-denizanası melezi haline gelir.",
		"npc_AnomuraFungus": "Bu yengeç benzeri yaratıklar, mantar sporları tarafından ağır bir şekilde istila edilmiş, parlayan mantar tarlalarında dolaşırlar.",
		"npc_MushiLadybug": "Bu agresif uğur böceği türü, mantarla simbiyotik olarak yaşar ve parlayan mantarların yakınında kendini evde hisseder.",
		"npc_FungiBulb": "{$CommonBestiaryFlavor.FungiBulb}",
		"npc_GiantFungiBulb": "{$CommonBestiaryFlavor.FungiBulb}",
		"npc_Plantera": "Cthulhu'nun yok edilen entrikalarının sonuçlarıyla uyanan, hareketsiz ama güçlü bir çiçek koruyucusu. Menzili tüm ormanı kapsar.",
		"npc_BrainofCthulhu": "Parçalanmış bir Cthulhu parçası olan bu aşağılık deha, ıstırapla titreşir ve Kızıllık'ın efendisinin intikamını alma girişiminde yardım eder.",
		"npc_Creeper": "Crimson'ın kovan zihninde manipüle edilen örümcekler, beynin gözleri olarak hizmet eder ve savunmada sayı üstünlüğü için etrafında dolanır.",
		"npc_IchorSticker": "Ağzına kadar güçlü irin ile dolu olan bu kalamar benzeri iğrençlikler, avlarına aşındırıcı biyo-sıvısını fışkırtır.",
		"npc_RustyArmoredBonesAxe": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_RustyArmoredBonesFlail": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_RustyArmoredBonesSword": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_RustyArmoredBonesSwordNoArmor": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_BlueArmoredBones": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_BlueArmoredBonesMace": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_BlueArmoredBonesNoPants": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_BlueArmoredBonesSword": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_HellArmoredBones": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_HellArmoredBonesSpikeShield": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_HellArmoredBonesMace": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_HellArmoredBonesSword": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_RaggedCaster": "{$CommonBestiaryFlavor.RaggedCaster}",
		"npc_RaggedCasterOpenCoat": "{$CommonBestiaryFlavor.RaggedCaster}",
		"npc_Necromancer": "{$CommonBestiaryFlavor.Necromancer}",
		"npc_NecromancerArmored": "{$CommonBestiaryFlavor.Necromancer}",
		"npc_DiabolistRed": "{$CommonBestiaryFlavor.Diabolist}",
		"npc_DiabolistWhite": "{$CommonBestiaryFlavor.Diabolist}",
		"npc_BoneLee": "Yüzyıllar önce bir zamanlar, dünyanın gölgelerinde saklanan bir ninja klanı varmış. Görünüşe göre artık çoktan ölmüşler.",
		"npc_DungeonSpirit": "Bazen, yüksek yoğunluklu ektoplazma, Zindan'ın daha güçlü lanetli sakinlerinin içinde toplanır.",
		"npc_GiantCursedSkull": "Bu dev kafataslarının nereden geldiğini kimse bilmiyor, ancak daha küçük kuzenleri gibi, büyüleriyle yaşayanları arıyor ve lanetliyorlar.",
		"npc_Paladin": "Uzak tarihte, bu güçlü ölümsüz şövalyeler bir zamanlar müreffeh bir şehri, büyük bir lanet orayı vurmadan önce koruyordu.",
		"npc_SkeletonSniper": "Bu kartal gözlü keskin nişancılar hiçbir şeyin nişangahlarından kaçmasına izin vermiyor. Geçmiş yaşamlarında elit bir askeri birliğin parçasıydılar.",
		"npc_TacticalSkeleton": "Kalın zırh ve güçlü pompalı tüfekleri ile, bu kemiklilerin kuşatma için hazırlandığı apaçık ortada. Geçmiş yaşamlarında elit bir askeri birliğin parçasıydılar.",
		"npc_SkeletonCommando": "Roketle çalışan ve öfkeyle beslenen bu lanetli iskeletler nükleer seçeneği tercih ediyor. Geçmiş yaşamlarında elit bir askeri birliğin parçası.",
		"npc_AngryBonesBig": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_AngryBonesBigMuscle": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_AngryBonesBigHelmet": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_BirdBlue": "Bu küçük mavi kuş solucan aramaya gelmiş.",
		"npc_BirdRed": "Ormanın nadir, kırmızı tepeli bir arkadaşı.",
		"npc_Squirrel": "Grimsi kahverengi kürklü, hızlı hareket eden ve dengesiz orman yaratıkları. Ceviz var mı?",
		"npc_Mouse": "Fareler zararsız bir şekilde etrafta ciyaklayarak nemli yeraltında küçük böcekleri ararlar.",
		"npc_Raven": "Asla. Asla. Asla. Asla. Asla. Asla. Asla. Asla.",
		"npc_SlimeMasked": "Tavşan kostümlü bir balçık mı? Yoksa balçık kostümü giymiş bir tavşan mı? Cadılar Bayramı bazen çok kafa karıştırıcı olabilir.",
		"npc_BunnySlimed": "Balçık kostümlü bir tavşan mı? Yoksa tavşan kostümü içinde bir balçık mı? Cadılar Bayramı bazen çok kafa karıştırıcı olabilir.",
		"npc_HoppinJack": "Bu özel balkabağı, oyulduğu için intikam almak istiyor. Onun içten atılımları, oyuldukça daha hızlı hale geliyor.",
		"npc_Scarecrow1": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow2": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow3": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow4": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow5": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow6": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow7": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow8": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow9": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow10": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_HeadlessHorseman": "Bu tehditkar kabus, kendi başı olmadığı için gören atının üzerinde, yaşayan ruhları toplamak için gecenin karanlığında gezinir",
		"npc_Ghost": "En üzücü zamanlarda, bu hayaletler, kıskanç oldukları kişilerden yaşam çalmak için amaçsızca derinliklerde dolanır.",
		"npc_DemonEyeOwl": "{$CommonBestiaryFlavor.CostumeDemonEye}",
		"npc_DemonEyeSpaceship": "{$CommonBestiaryFlavor.CostumeDemonEye}",
		"npc_ZombieDoctor": "{$CommonBestiaryFlavor.CostumeZombie}",
		"npc_ZombieSuperman": "{$CommonBestiaryFlavor.CostumeZombie}",
		"npc_ZombiePixie": "{$CommonBestiaryFlavor.CostumeZombie}",
		"npc_SkeletonTopHat": "{$CommonBestiaryFlavor.CostumeSkeleton}",
		"npc_SkeletonAstonaut": "{$CommonBestiaryFlavor.CostumeSkeleton}",
		"npc_SkeletonAlien": "{$CommonBestiaryFlavor.CostumeSkeleton}",
		"npc_MourningWood": "Bu muazzam cinayet ağaçları, kabus gibi dolanıyor, tüm yaşamın üzerine sonsuz ateşli yıkımlar yağdırmaya hazırlanıyor.",
		"npc_Splinterling": "Yaslayan Ağaçlar, vücutlarından kesikler kopararak ve onları toprağa iterek ürerler. Sonuç olarak kıymıklar oluşur.",
		"npc_Pumpking": "Bir balkabağının birçok yüzü vardır. Bir balkabağı, birçok keskin bıçakla herkesi öldürecek. Balkabağı, hasadın kralıdır.",
		"npc_Hellhound": "Kesinlikle akıllı olmayan bu acımasız iblis köpek, her ısırıkta canlıları yeraltı dünyasına yönlendirmek için fazlasıyla heveslidir.",
		"npc_Poltergeist": "Bu ruhlardan yayılan yoğun nefret dolu enerjiler, onlara gerçekten öldürme amacıyla nesneleri hareket ettirme yeteneği verir.",
		"npc_ZombieXmas": "{$CommonBestiaryFlavor.ZombieXmas}",
		"npc_ZombieSweater": "{$CommonBestiaryFlavor.ZombieXmas}",	
		"npc_SlimeRibbonWhite": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_SlimeRibbonYellow": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_SlimeRibbonGreen": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_SlimeRibbonRed": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_BunnyXmas": "Kıyafete bakılırsa, Noel Baba bu yıl küçük yardımcıları olarak bazı tavşanları işe almış gibi görünüyor.",
		"npc_ZombieElf": "{$CommonBestiaryFlavor.ZombieElf}",
		"npc_ZombieElfBeard": "{$CommonBestiaryFlavor.ZombieElf}",
		"npc_ZombieElfGirl": "{$CommonBestiaryFlavor.ZombieElf}",
		"npc_PresentMimic": "Sürpriz! Bu tatil sezonunun en beklenmedik hediyesi olan Hediye Taklitçisi, güzelce paketlenmiş diş ve ölüm kutusudur.",
		"npc_GingerbreadMan": "Uzun süredir mideye indirilen kardeşlerinden intikam almak isteyen bir zencefilli çörek adam. Nefis görünebilir, ama bu zor bir çörek.",
		"npc_Yeti": "Kuzeydeki soğuk, karlı bölgelerden huysuz bir maymun. Şenliği takdir etmiyorlar, bu yüzden tüm eğlenceyi mahvetmeye geldiler.",
		"npc_Everscream": "Ağaçlar çığlık atabilseydi, bu şeytani yaprak dökmeyen ağaç sürekli böyle yapardı. Dallarından fırlatılan süs eşyaları ölümcüldür.",
		"npc_IceQueen": "Bu buzlu ve hiddetli camavar birinin ruhunu dilerse, hemencecik vereceklerdir... tabii buz gibi olmuş, ölü ellerinin arasından.",
		"npc_SantaNK1": "Bu çok kötü çocuk, herkesin çoraplarını bağırsak armağanıyla doldurmak istiyor. Bu huysuz Kringle aklını yitirmiş.",
		"npc_ElfCopter": "Cinler sadece oyuncak helikopterler uçurmakla kalmıyor, bunlar tamamen savaşa hazır. Tüm bu icatlar nihayet karşılığını verdi!",
		"npc_NutcrackerSpinning": "Fındıkkıran, devasa kırıcılarını taşıyarak kış gecesi boyunca eğlenir. Kuruyemişler kırabileceği tek şey değildir.",
		"npc_ElfArcher": "Bunlar senin bildiğin sıradan cin okçuları değil. Tüm yıl boyunca uğraşırlar ve bu sezon sana yeni sıcacık okları hediye etmekten heyecan duyuyorlar.",
		"npc_Krampus": "Her yıl, Krampus tüm yaramaz çocukları cezalandırmakla görevlendirilir, ancak onun yerine bu kargaşaya katılmak için bir gün izin aldı!",
		"npc_Flocko": "Bu vahşi pullar, Buz Kraliçesi'nin donmuş köleleridir. Bu uğursuz karın düştüğü yerde, buzlu yargısı da düşecektir.",
		"npc_Stylist": "Stilist tarzı, dedikoduları ve saçı sever. Mucizevi bir makyaj yapmanın yanı sıra, bazı saç ürünleri de satıyor.",
		"npc_Firefly": "Geceleri sakin yerlerde belirir, gökyüzünü yanıp sönen yeşil ışıkla aydınlatır. Balıklar bunlardan oldukça etkilenir.",
		"npc_Butterfly": "Gün doğumunu seven, çırpınan güzel böcekler. Balıklar renk çeşitliliğine göre bunlardan etkilenir.",
		"npc_Worm": "Kayalarda, kirde ve çimenlerde saklanırken bulunan kaygan, boru şeklindeki bir omurgasız. Yağmuru sever. Balıklar özellikle bunlardan etkilenir.",
		"npc_LightningBug": "Geceleri kutsanmış yerlerde belirir ve gökyüzünü yanıp sönen camgöbeği ışıkla doldurur. Balıklar özellikle bunlardan etkilenir.",
		"npc_Snail": "Nemli, karanlık yerlerde gelişen sümüksü bir yumuşakça. Balıkların ilgisini zar zor çeker.",
		"npc_GlowingSnail": "Parlayan mantar ortamına uyum sağlamak için mutasyona uğramış bir salyangoz. Balıklar bunlardan önemli ölçüde etkilenir.",
		"npc_Frog": "Kalın otluk ile dolu su kütlelerini tercih eder. Hem karada hem de su altında mükemmel derecede mutlu.",
		"npc_Duck": "Güzel tüylere sahip bir su tavuğu. En saf suda yüzerek mutlu bir şekilde öter.",
		"npc_DuckWhite": "Saf suda yüzen ve ılık güneşte güneşlenen beyaz tüylü bir su kuşu.",
		"npc_ScorpionBlack": "Tehditkar görünümüne rağmen, tehdit edilmedikçe veya daha küçük bir avla karşılaşmadıkça oldukça uysaldır. Balıklar ara sıra bunlardan etkilenir.",
		"npc_Scorpion": "Yiyecek aramak için çölün etrafında zararsız bir şekilde dolaşır. Balıklar bunlara zar zor ilgi gösterir",
		"npc_TravellingMerchant": "Gösterişli giyimli Gezgin Tüccar, zaman zaman eşsiz, kültürel ürünler getirmek için çok uzaklara seyahat eder.",
		"npc_Angler": "Kaba bir balıkçılık dehası olan Balıkçı, diğerlerini tuhaf, nadir balıklar bulmaya gönderir. Talihsizliklerle eğlenirken, rastgele öğelerle ödüllendirir.",
		"npc_DukeFishron": "Nadir, iştah açıcı bir solucan türü bulmak için yüzeye çıkan, okyanusun derinliklerinden gelen bir suda yaşayan ejderdomuz mutasyonu.",
		"npc_Sharkron": "Dük Balıkejder'in ejderha biçimi doğasından dolayı, yavruları daha çok köpek balığına benzer çıkar ve onları savaşta yardakçı olarak kullanır.",
		"npc_TruffleWorm": "Çok nadir görülen, yakalanması zor bir ateş böceği. Spesifik, güçlü bir deniz canlısı doyumsuz bir şekilde bunlardan etkilenir.",
		"npc_Grasshopper": "Tek bir sıçrayışta uzun çimlere sıçrıyor. Balıklar bunlardan oldukça etkilenir.",
		"npc_ChatteringTeethBomb": "Yanlış giden bir şaka olarak, palyaçolar bu patlayıcıları düşmanlarının üzerine salacak. Partiler için de harika!",
		"npc_CultistArcherBlue": "Tarikatçının ritüelini korumaya yemin eden bu cüppeli okçular, çılgın adanmışları savunmak için ölümüne savaşacak.",
		"npc_BrainScrambler": "Bu Marslı askerler, tehlikeli kısa menzilli radyasyon yayan ham lazer silahlarını savururlar, dolayısıyla koruyucu kask takarlar.",
		"npc_RayGunner": "Marslı İstila Gücü'ndeki seçkin uzmanlar, daha hassas ve ölümcül lazer tüfekleriyle donatılmış, etkili keskin nişancı olmuşlar.",
		"npc_MartianOfficer": "Marslı kuvvetlerdeki subaylar, saldırı silahları olmadığından, taktikleri askerlere aktarmaya odaklanmak için savunma önlemlerini tercih ediyor.",
		"npc_GrayGrunt": "Marslılar askere çağrılır ve alınmayacak durumda olanlar, düşmanın dikkatini dağıtmak için silahsız bir şekilde yem olarak gönderilir.",
		"npc_MartianEngineer": "Savaş yeteneğinden yoksun Marslı askerler, sahada kuleler inşa etmek amacıyla mekanik yetenekleri için konuşlandırılabilir.",
		"npc_MartianTurret": "Adını tarihi bir Terrarialı'dan alan bu kuleler, Marslı mühendisler tarafından inşa edildi ve yakındaki herkesin üzerine yıkıcı bir enerji yağdırdı.",
		"npc_MartianDrone": "Bu uçangözlerden toplanan veriler, düşmanlarının üzeirnde imha etmeden hemen önce ana gemilere geri gönderilir.",
		"npc_GigaZapper": "Yakın dövüşte büyük potansiyel gösteren Marslılar, her şeyi atomize edebilen güçlü enerji mızraklarıyla donatılmıştır.",
		"npc_ScutlixRider": "Elit Işın Topçuları genellikle bu güçlü uzaylı yaratıkları süvari olarak savaşa götürür. Binekleri ölürse yayan devam ederler.",
		"npc_Scutlix": "Mars'ın ana dünyasına özgü bu yaratıklar, atlara benzer şekilde işlev görür. Yani, atlar gözlerinden lazerler ateşleyebilselerdi öyle olurdu",
		"npc_MartianSaucerCore": "Bu dünyanın çok ötesinde bir yerden gelişmiş bir uçan daire. Silahlarından kaynaklanan imha düşünülemez bile.",
		"npc_MoonLordCore": "Dünyanın başına gelen tüm dehşetlerin ardındaki deha, aysal hapishanesinden kurtuldu. Pratik olarak bir tanrı, gücü sınır tanımıyor.",
		"npc_MartianProbe": "Gezegende artan gücü algılayan diğer dünya varlıkları, gelişmiş yaşam formlarını taramak için uzay çağı teknolojisini gönderiyor.",
		"npc_StardustWormHead": "Bu solucanın doğduğu göksel enerjiler, gökyüzünde dönerken, vücuduna ve kuyruğuna durdurulamaz bir güç verir.",
		"npc_StardustCellBig": "Göksel enerjinin sınırsız gücü ile hızla bölünen ve çoğalan biyolojik tek hücreli bir organizma.",
		"npc_StardustCellSmall": "Göksel enerjinin sınırsız gücü ile hızla bölünen ve çoğalan biyolojik tek hücreli bir organizma.",
		"npc_StardustJellyfishBig": "Küçük yardakçıları kendi silahı olarak hizmet etmeleri için çağıran, bol miktarda göksel enerjiyle aşılanmış kozmik denizanası türü bir yaratık.",
		"npc_StardustSpiderBig": "Bu canavarca göksel örümcek, avını yemeye hazırlanırken, avının dikkatini dağıtmak için hızlı ve amansız yavrular doğurur.",
		"npc_StardustSoldier": "Bu yavaş hareket eden göksel asker, şüphesiz istilacılara kozmik ışınlar ateşleyerek sütunu tereddüt etmeden savunur.",
		"npc_SolarCrawltipedeHead": "Göksel enerjiye sarılmış bu solucan benzeri yaratık yenilmez görünüyor. Gözleri olmadığı için havada titreşimler arar.",
		"npc_SolarDrakomire": "Bu göksel hayvanlar, güneşin gücünden yararlanarak, direğin yakınındaki herhangi bir davetsiz misafirlere şiddetli alevler saçar.",
		"npc_SolarDrakomireRider": "Birçok drakanlı, canavarca Drakomire'leri bir çeşit savaş atı olarak kullanır. Drakomire öldürülürse yayan olarak devam ederler.",
		"npc_SolarSroller": "Bu insansı göksel canavarlar, düşmanlarına bir top şeklini alıp keskin, ateşli sivri uçlarıyla saldırır.",
		"npc_SolarCorite": "Büyük, bilinçli bir göktaşı andıran Korit'ler, göksel enerjiyle aşılanmıştır ve hareket eden her şeyde şarj olur.",
		"npc_SolarSolenian": "Bu akrobatik göksel savaşçılar, güneşle beslenen bıçaklarıyla dönerken gelen tehditleri saptırabilirler.",
		"npc_NebulaBrain": "Bu beyin benzeri göksel varlıklar, uzayda aşamalı olarak ilerleyen ve güçlü optik yardakçıları çağıran psiyonik yeteneklere sahiptir.",
		"npc_NebulaHeadcrab": "Bu psiyonik, kalamar benzeri yaratıklar göksel enerjiyle havaya yükselir ve avlarının başına tutunarak beyin fonksiyonlarını bozar.",
		"npc_LunarTowerVortex": "'Girdap' olarak bilinen derin bir göksel boşluğu temsil eden bu kulenin mührü, korkunç bir zorbayı kilit altına alıyor.",
		"npc_NebulaBeast": "Göksel güç, bu vahşi canavarların saldırganlığını körükleyerek, sütunun alanını aşanları ezmelerine izin verir.",
		"npc_NebulaSoldier": "Bu insansı savaşçıların sahip olduğu kozmik güç, onlara düşmanları doğru bir şekilde vurmak için kullandıkları psişik yetenekler kazandırır.",
		"npc_VortexRifleman": "Bu uzaylı askerler, yerçekimine meydan okumalarına izin veren çok yönlü bir göksel tüfek cephaneliği ve kozmik aksesuarlar taşır.",
		"npc_VortexHornetQueen": "Uzaylı eşekarısının son evrim aşaması. Avlarına güçlü yıkıcı enerji ateşler ve birçok larva doğururlar.",
		"npc_VortexHornet": "Bu uçan böceksiler, davetsiz misafirleri göksel sütunların yakınında pusuya düşürmek için solucan deliklerini kullanır. Çiftler halinde avlanırlar ve hızla gelişebilirler.",
		"npc_VortexLarva": "Uzaylı eşekarısının larva aşaması. Zayıf ve zararsız görünebilirler, ancak göz ardı edilirlerse güçlü varlıklara dönüşeceklerdir.",
		"npc_VortexSoldier": "Bu savaşçıların içinden yükselen kozmik enerji, zamansız ölümüne kadar birikerek bir yıldırım patlamasına neden olur.",
		"npc_ArmedZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombiePincushion": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombieSwamp": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombieTwiggy": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombieCenx": "{$CommonBestiaryFlavor.Zombie}",
		"npc_CultistDevote": "Son derece sadık olan Aysal Tutkunlar, ölümle tehdit edildiklerinde bile şaşmaz bir şekilde tanrılarına taparlar. Korku, daha yoğun ibadet etmelerini sağlar.",
		"npc_CultistBoss": "Sahne arkasındaki entrikalarla büyük Cthulhu'yu canlandırarak kıyameti gerçekleştirmeye kararlı olan fanatik bir lider.",
		"npc_CultistBossClone": "Dikkatini gerçek tehditten uzaklaştırmak için tasarlanmış bir yanılsama olsa da, bu sahte tarikatçı yine de bazı temel saldırı büyülerini kullanabilir.",
		"npc_TaxCollector": "Bu huysuz Vergi Tahsildarı tam anlamıyla cehenneme gitti ve geri döndü. Aşırı derecede cimri ve tek endişesi paradır.",
		"npc_GoldBird": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldBunny": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldButterfly": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_GoldFrog": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldGrasshopper": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_GoldMouse": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldWorm": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_BoneThrowingSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_BoneThrowingSkeleton2": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_BoneThrowingSkeleton3": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_BoneThrowingSkeleton4": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_SkeletonMerchant": "İskeletlerin çoğunun istediği şey kandır, ama İskelet Tüccarı'nın değil. Yalnızca nadir meşaleler ve yo-yo teçhizatı gibi malzemeleri satmak istiyor.",
		"npc_CultistDragonHead": "Wyvern ruhları, dünya atmosferiyle doludur. Güçlü büyücüler, onları fiziksel formda perdenin içinden çağırabilir.",
		"npc_Butcher": "Ruhsuz ve acımasız, bu domuz maskeli psikotik katil, yaşayan her şeyi parçalamak için güçlü bir elektrikli testere sallıyor.",
		"npc_CreatureFromTheDeep": "En kara lagünlerden ortaya çıktığı söylenen bu balık adamlar, eşsiz su altı hareket kabiliyetiyle kurbanlarına saldırıyorlar.",
		"npc_Fritz": "Söylentiler, çılgın bilime yardım eden küçük fikirli bir kamburdan bahsediyor. Bu küçük adam, yaklaşıldığında tahmin edilemez şekilde tepki verir.",
		"npc_Nailhead": "Kendi bedenindeki çivileri hem silah hem de savunma yöntemi olarak kullanan, çalınacak ruh arayan zeki bir varlık.",
		"npc_CrimsonBunny": "Tavşanlar, normalde Kızıllık'tan etkilenmeyen saf varlıklardır, ancak Kanlı Ay'ın etkilerine yenik düşerler.",
		"npc_CrimsonGoldfish": "Japon balığı, Kanlı Ay'a maruz kaldığında Kızıl'ın grotesk, kan emici canavarları haline gelir.",
		"npc_Psycho": "Bu maskeli katilin sessiz tavrı ve kurnazca avlanma yeteneği, kurbanlarını tespit edilmeden pusuya düşürmesini sağlar.",
		"npc_DeadlySphere": "Bilinmeyen bir şekilde, bu gümüşi metamorfik küre kendi başına havaya uçuyor. Çoğunlukla sivri uçlar üreterek hızla hareket ediyor.",
		"npc_DrManFly": "Yarı insan, yarı sinek, tam doktor. En uçucu ve tehlikeli kimyasallarını getirdi ve onları denemek için vızıldıyor.",
		"npc_ThePossessed": "En kötü ruhların ele geçirdiği bir Terraria kızı, insanüstü yetenekler kazanır ve hem keyfi hem de şiddetli davranır.",
		"npc_CrimsonPenguin": "Kanlı Ay sırasında, normalde uysal olan penguenler, Kızıllık'ın bulaşıcı büyümesiyle istila edilir.",
		"npc_GoblinSummoner": "En karanlık sihirlerde yetenekli bu cincüce, güçlü büyüler aracılığı ile akıl almaz gölgealevi hortlakları çağırı.",
		"npc_ShadowFlameApparition": "Gölgealevi büyücüleri, güçlü bir çağrışımdan üretilmiş, çarpık cincüce atalarının güçlü ruhani kalıntılarıdır.",
		"npc_BigMimicCorruption": "Yolsuzluğa düşen taklitçiler, sonuç olarak daha büyük ve daha güçlü hale gelirler. Sıradan sandıklardan zorla doğabilirler.",
		"npc_BigMimicCrimson": "Kızıllık tarafından büyülenen taklitçiler dramatik bir şekilde güçlendirilir. Sıradan sandıklardan zorla doğabilirler.",
		"npc_BigMimicHallow": "Taklitçiler kutsama ile vurulur, enerji ile yükselir ve güçlenir. Sıradan sandıklardan zorla doğabilirler.",
		"npc_Mothron": "Güneş tutulmasının ürkütücü anti-parıltısını çeken bir böcek devi. Seri bir gebelik dönemi ile hızla çoğalır.",
		"npc_MothronSpawn": "Annesinin bıraktığı yumurtalardan patlayan canlılar, ürkütücü anneleri kadar ölümcül ve amansız olabilirler.",
		"npc_Medusa": "Taşlaşmış bakışları olan kadim bir canavar. Saç derisinden büyüyen yılanlar ona bu güçleri veriyor.",
		"npc_GreekSkeleton": "Şimdi derin bir şekilde gömülü olan eski bir medeniyetin harabelerinde, mızrak fırlatan askerlerinden bazıları hala mermer kaplı yollarında yürüyor.",
		"npc_GraniteGolem": "Derinlerde bulunan granit kütlelerinde yaşayan büyülü ruhlar güçlüdür, bu tür özellikle insansı bir şekle bürünür.",
		"npc_GraniteFlyer": "Toprak elementleri, bu sert granit gibi farklı malzemelerin özelliklerini üstlenerek birçok şekilde tezahür eder.",
		"npc_EnchantedNightcrawler": "Düşmüş yıldız büyüsüyle aşılanmış solucanlar, parlak bir ışıkla parlar. Balıklar bunlardan aşırı derecede etkilenir.",
		"npc_Grubby": "Balçıksı, ama tatmin edici! Balıklar bir şekilde bunlardan etkilenir.",
		"npc_Sluggy": "Yavaş ve kaygan bir mukusla kaplı. Balıklar özellikle bunlardan etkilenir.",
		"npc_Buggy": "Canlı bir böcek türü. Balıklar bunlardan aşırı derecede etkilenir.",
		"npc_BloodZombie": "Bir Kanlı Ay'a yeterince maruz kaldıklarında, zombiler çürümüş etlerinden akan kanla bükülür ve lanetlenir.",
		"npc_Drippler": "Kanlı Ay altında şeytan gözleri kararsız hale gelir, bazen damlayan bir lanetli kan ve göz küresi kümesine dönüşür.",
		"npc_PirateShip": "Korsanlar, yağma baskınlarında güçlü bir muhalefetle karşılaştıklarında, görkemli yüzen kalyonlarını yedek olarak getiriyorlar. Ateşle gitsin!",
		"npc_LunarTowerStardust": "'Yıldız tozu' olarak bilinen ışıltılı bir gök kalıntısını temsil eden bu kule, korkunç bir zorbayı kilitlemenin mührünü taşır.",
		"npc_Crawdad": "Mağara zeminleri boyunca ilerleyen, güçlü kıskaçlarıyla parçalamak için av arayan yeraltı kerevitleri.",
		"npc_GiantShelly": "Yavaş hızlarının üstesinden gelmek için, kabuklular çivili kabuklarının içine saklanma ve düşmanlarına kendilerini savurma yeteneklerini geliştirdiler.",
		"npc_Salamander2": "Karanlık mağaralarda yaşayan alışılmadık bir amfibi iki ayaklı kertenkele. Tehdit edildiğinde, her yere oldukça aşındırıcı bir asit yayar.",
		"npc_LunarTowerNebula": "'Bulutsu' olarak bilinen fırtınalı bir gök cismi olan bu kule, korkunç bir zorbayı kilitlemenin mührünü taşır.",
		"npc_GiantWalkingAntlion": "{$CommonBestiaryFlavor.AntlionCharger}",
		"npc_GiantFlyingAntlion": "{$CommonBestiaryFlavor.AntlionSwarmer}",
		"npc_DuneSplicerHead": "Dünyanın en büyük, en ölümcül solucanı. Antik büyücüler tarafından güçlendirilen bu solucan, lezzetli bir Terrarialı'yı fark etmeden yiyebilir.",
		"npc_TombCrawlerHead": "Çöl, karadaki en büyük solucan türlerinden birine ev sahipliği yapıyor. Dikkatsiz kaşifler için doymak bilmez bir iştahı vardır.",
		"npc_LunarTowerSolar": "'Güneşsel patlamalar' olarak bilinen alevli bir göksel olayı temsil eden bu kule, korkunç bir zorbayı kilitlemenin mührünü taşıyor.",
		"npc_SolarSpearman": "Bu son derece saldırgan göksel askerler, neredeyse nüfuz ettiği her şeyi eritebilen büyük, ateşli bir mızrak taşırlar.",
		"npc_MartianWalker": "En güçlü metallerden yapılmış ve biyolojik bileşenlerle aşılanmış bir Mars teknolojisi harikası.",
		"npc_AncientCultistSquidhead": "Güçlü bir tarikatçı tarafından ortaya atılan ölümcül bir alamet vizyonu, genellikle wyvern ruhlarının pervasızca kozmik çağrışımıyla ortaya çıkar.",
		"npc_DesertGhoul": "Çöl kumullarının altındaki karanlık mağaralarda dolaşan hortlaklar, kurak ortamın koruduğu zombilerin kurumuş kabuklarıdır.",
		"npc_DesertGhoulCorruption": "Bozulma tarafından saptırılann hortlaklar, ciltle temas ettiğinde tutuşan ve avlarını lanetli alevlerle yakan kirli bir yeşil safra salar.",
		"npc_DesertGhoulCrimson": "Kızıllık'ın istila ettiği hortlaklar ağızlarından iğrenç bir irin sızdırarak düşmanlarının savunmasını her ısırıkta zayıflatır.",
		"npc_DesertGhoulHallow": "Hallow tarafından temizlenen hortlaklar, kurbanlarının hayalleri ve seraplarıyla kafasını karıştıran ve dikkatini dağıtan bir tükürüğe sahiptir.",
		"npc_DesertLamiaLight": "{$CommonBestiaryFlavor.Lamia}",
		"npc_DesertLamiaDark": "{$CommonBestiaryFlavor.Lamia}",
		"npc_DesertScorpionWall": "Bu doğal olmayan büyüklükteki akrepler, keskin, zehirli kuyruklarıyla avlarını duvarlar boyunca hızla kovalamaya adapte olmuşlardır.",
		"npc_DesertBeast": "Bir kaya kadar sağlam olan bu kertenkele benzeri canavarlar, çölde yiyecek aramak için dolaşırlar. Sertleşmiş vücutları onları korkunç tehditler haline getiriyor.",
		"npc_DesertDjinn": "Antik büyücüler, bir zamanlar dost canlısı olan çöl cinlerinin zihinlerini bozdular ve onları lambalarından düşmanlıklarla dolu bir şekilde çıkmasına sebep oldular.",
		"npc_DemonTaxCollector": "Ömür boyu sürecek açgözlü hırsları nedeniyle sonsuza kadar cezaya mahkum edilen bu adam, uzun zamandır şeytani bir duruma düşmüş durumda.",
		"npc_TheBride": "Gelinin ölümünden önce mi yoksa sonra mı evlendiği belirsizdir, ancak hikaye, yolunu kesen herkes için trajik bir şekilde sona erer.",
		"npc_SandSlime": "Çöller oldukça kurudur, ancak Kum Balçığı canlı bir kum yığını haline gelerek zorlu koşullara başarılı bir şekilde adapte olmuş gibi görünüyor.",
		"npc_SquirrelRed": "Ormanda koşuşturan nadir, kırmızı tüylü hiperaktif kemirgenler.",
		"npc_SquirrelGold": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_PartyBunny": "Birisi bir tavşana parti şapkası takmış. Gerçek bir parti hayvanı olmalı.",
		"npc_SandElemental": "En şiddetli kum fırtınaları, güçlü toprak elementlerini ortaya çıkarır. Bu kadınsı formla, kasırgaları parçalanıyor.",
		"npc_SandShark": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_SandsharkCorrupt": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_SandsharkCrimson": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_SandsharkHallow": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_Tumbleweed": "Kuvvetli rüzgarlar bu kırbaç otunu çölün etrafına savurdu ve bu durumdan hiç de memnun değil. Rüzgara karşı daha hızlı yuvarlanırlar.",
		"npc_DD2Bartender": "Gazinocu bir zamanlar başka bir evrende bir bar yönetiyordu. Kadim'in Ordusu'nun bu dünyayı fethetmesini durdurmaya yardım etmek için burada.",
		"npc_DD2Betsy": "Bu dünyaya giden yolu bulan Kadim'in Ordusu'nun kölelerine liderlik eden gaddar bir Etheria ejderhası.",
		"npc_DD2GoblinT3": "Etheria'dan eşsiz bir cincüce türüdür, Terrarialı cincüceler ile akrabalıkları bulunmamaktadır. Kadim'in Ordusu'nun acımasız piyadeleri.",
		"npc_DD2GoblinBomberT3": "Kayıtsız bir şekilde bomba fırlatan bu avcılar, Kadim'in Ordusu'na çılgınca bir tutkuyla hizmet ediyor.",
		"npc_DD2WyvernT3": "Etheria Wyvern'leri, çeşitli şekil ve boyutlarda mevcuttur ve bu dünyanın görkemli Wyvern'lerinden daha çok yarasa gibi davranır.",
		"npc_DD2JavelinstT3": "Bu hantal canavarlar tuhaf ve huysuzdur, ancak ciritleri hala çok keskin ve amaçları ölümcüldür.",
		"npc_DD2DarkMageT1": "Kara sihir kullanan ve hatta Kadim'in Ordusu için yeni köleler yetiştirebilen, Etheria'dan küçük, havada süzülen bir büyücü.",
		"npc_DD2DarkMageT3": "Kara sihir kullanan ve hatta Kadim'in Ordusu için yeni köleler yetiştirebilen, Etheria'dan küçük, havada süzülen bir büyücü.",
		"npc_DD2SkeletonT3": "Bu iskeletlerin küçük orduları, efendilerinin iradesine sadakatle hizmet eden Kara Büyücüler tarafından yerden çağrılır.",
		"npc_DD2WitherBeastT3": "Solgun canavarlar, sırtlarındaki billurdan savunmayı bozan bir aura yayarlar. Yerine sabitlendiklerinde hızla iyileşirler.",
		"npc_DD2DrakinT3": "Kadim'in Ordusu'nun hizmetinde olan Etheria sürüngenleri. Güçlü canavarlardır, ölümcül mor alevler yayabilirler.",
		"npc_DD2KoboldWalkerT3": "Patlayıcı bir yük ile donatılmış olan Koboldların güvenliğe saygısı yoktur. Düşmanlarını peşinden götürmeyi umarak kendilerini hevesle havaya uçururlar.",
		"npc_DD2KoboldFlyerT3": "Patlayıcı yaklaşımını yepyeni bir seviyeye taşıyan Kobold Planör'leri, yukarıdan ölüm getirmek için gökyüzünde uçuyor.",
		"npc_DD2OgreT2": "Kadim'in Ordusu'ndan akıl almaz bir güç ve canlılığa sahip, uzun boylu, iri yarı insan. Büyük bir sopa taşıyor.",
		"npc_DD2OgreT3": "Kadim'in Ordusu'ndan akıl almaz bir güç ve canlılığa sahip, uzun boylu, iri yarı insan. Büyük bir sopa taşıyor.",
		"npc_DD2LightningBugT3": "Etheria'dan gelen yıldırım böcekleri sadece güzel ışıklarıyla adlandırılmıyor! Bunlar düşmanlarını şok edici elektrik cıvatalarıyla patlatırlar.",
		"npc_WalkingAntlion": "{$CommonBestiaryFlavor.AntlionCharger}",
		"npc_FlyingAntlion": "{$CommonBestiaryFlavor.AntlionSwarmer}",
		"npc_LarvaeAntlion": "Yumurtalarından yeni çıkmış larva karınca aslanları hafife alınmamalıdır. Genç olsalar da hala çok saldırganlar.",
		"npc_FairyCritterPink": "Bir kelebek büyüklüğünde parlayan kanatlı insansı yaratıklar. Çevrelerindeki dünyaya uyum sağlayarak parlak şeyler bulma konusunda çok başarılılar.",
		"npc_FairyCritterGreen": "Bir kelebek büyüklüğünde parlayan kanatlı insansı yaratıklar. Çevrelerindeki dünyaya uyum sağlayarak parlak şeyler bulma konusunda çok başarılılar.",
		"npc_FairyCritterBlue": "Bir kelebek büyüklüğünde parlayan kanatlı insansı yaratıklar. Çevrelerindeki dünyaya uyum sağlayarak parlak şeyler bulma konusunda çok başarılılar.",
		"npc_ZombieMerman": "Deniz adamları nadir ve egzotik yarı insanlar olabilirler, ama yine de ölebilirler... ve ölümden değişmiş bir deniz adamı olarak geri dönebilirler.",
		"npc_EyeballFlyingFish": "Gizemli nedenlerle balıkların diğer canlılarla ve hatta insan yapımı nesnelerle mutasyona uğradığı bilinmektedir. Bu özellikle şiddetli.",
		"npc_Golfer": "Golfçü, her türden golf ekipmanı satan bilge, orta yaşlı bir adamdır. İşi ve nasıl gol atılacağını biliyor.",
		"npc_TorchZombie": "Meşale kullanan bu zombi, yaşıyorken ölümsüzleri avlamak için öfkeli bir çeteye katıldı. Öldüğünde ise, yaşayanları avlamak için bir ölümsüz çeteye katıldı.",
		"npc_GoldGoldfish": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldGoldfishWalker": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_WindyBalloon": "Bazı girişimci balçıklar yiyecek bulmak için balonlarla kendilerini rüzgar akıntısına kaptırırlar. Onları dünyaya geri getirmek için balonlarını patlat.",
		"npc_BlackDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_BlueDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_GreenDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_OrangeDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_RedDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_YellowDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_GoldDragonfly": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_Seagull": "Kıyı bölgelerinde yaşayan büyük bir kuş. Pisliklerine dikkat et!",
		"npc_LadyBug": "Genellikle şansla ilişkilendirilen parlak kırmızı bir böcek. Bunları balık tutmak için yem olarak kullanmak, istenmeyen karmaya neden olabilir.",
		"npc_GoldLadyBug": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_Maggot": "Ölü, çürüyen maddeyle ziyafet çeken çirkin bir larva böceği. Balıklar bir şekilde bunlardan etkilenir.",
		"npc_Pupfish": "Bu balıklar, bir çöl vahasının göl yatakları gibi rekabetin az olduğu izole, aşırı iklimleri tercih ederler.",
		"npc_Grebe": "Çöl vahasında büyüyen egzotik bir su kuşu.",
		"npc_Rat": "Bu tüylü kemirgenler, yiyecek ararken pis yerleri koklarlar. İnsanlar, bunların taşıyabilecekleri hastalık korkusuyla kaçışır.",
		"npc_Owl": "Ağaç tepelerinde geceleri avlanan büyük, bilge bir yırtıcı kuş.",
		"npc_WaterStrider": "Daha küçük böcekleri arayarak sakin su kütlelerinin yüzeyi boyunca zarif bir şekilde kayar. Balıklar ara sıra bunlardan etkilenir.",
		"npc_GoldWaterStrider": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_ExplosiveBunny": "Tipik bir bahçe tavşanı değil. Bununla kurcalanmış ve sonuç olarak patlayıcı bir öfkeye sahip.",
		"npc_Dolphin": "Zekası insanlığınkine rakip olan oyuncu bir deniz memelisi.",
		"npc_Turtle": "Bu yavaş, metanetli yaratıklar göller ve kuru topraklar arasında seyahat eder ve korunmak için sırtlarında sert bir kabuk taşır.",
		"npc_TurtleJungle": "Sert kabukları, bulundukları kalın, orman ortamına karışarak onları vahşi avcılardan saklar.",
		"npc_BloodNautilus": "Kanlı Ay'ın olumsuz enerjisinden beslenen muazzam bir kabuklu su iblisi. Rahatsız edilmeye acımasızca tepki verir.",
		"npc_BloodSquid": "Ustalarına savaşta yardım etmek için Nautilus tarafından küçük gruplar halinde çağrıldı. Vücutlarından fışkıran kan akışları kalındır.",
		"npc_GoblinShark": "Yarı köpekbalığı, yarı cincüce, tamamen katil! Kanlı Ay sırasında evde kalmanın sayısız nedeninden biri.",
		"npc_BloodEelHead": "Üzerinden hem kendisinin, hem de kurbanının kanları damlayan büyük, solucan benzeri bir iblis. Bir iblisin kanlı kabusu!",
		"npc_Gnome": "Büyük ağaçlarda yaşayan küçük, uzun sakallı bir sinsi. Güneş ışığına maruz kaldığında çim süsü haline gelir.",
		"npc_SeaTurtle": "Tuzlu su ve deniz avını tercih eden yumuşak kabuklu bir sürüngen.",
		"npc_Seahorse": "Okyanusun derinliklerinde zararsızca yüzen nazik bir yaratık.",
		"npc_GoldSeahorse": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_Dandelion": "Bütün bu rüzgar hemen hemen herkesi kızdırabilir. Açıktır ki, buna zararsız karahindiba ve ölümcül tohumları da dahildir.",
		"npc_IceMimic": "{$CommonBestiaryFlavor.Mimic}",
		"npc_RockGolem": "Yoğun fikirli canlı taş oluşumu. Yorgun mağara sakinlerini sulu molozlara dökmek için bekliyor.",
		"npc_BloodMummy": "Bu mumyalardaki kan damlayan organik madde, benzerlerinin geri kalanından çok daha iyi korunma sergiliyor.",
		"npc_SporeSkeleton": "Daha nemli mağaralarda dolanan iskeletler, onları büyük ölçüde güçlendirerek parlayan mantar büyümesi için konukçular haline gelir.",
		"npc_SporeBat": "Masalar, ölümcül bir mantar enfeksiyonu ile çevrelenmiş çeşitli kuduz yarasalara dönüştü.",
		"npc_BestiaryGirl": "Yerleşik likantrop olan Hayvanbilimci, hayvanlara bayılır. Tilki benzeri biyolojisi, lanetli bir hayvan ısırığından kaynaklandı.",
		"npc_TownCat": "Tembel, sinsi, hediyeler getirebilir. Hediye bir zamanlar nefes alabiliyor olabilmekti.",
		"npc_TownDog": "Birçoğuna sadık bir arkadaş. Heyecanlı ve her zaman harekete hazır.",
		"npc_TownBunny": "Sebze kaynaklarını kontrol altında tutma garantisi. Muhtemelen şapka olabilir.",
		"npc_HellButterfly": "Cehennemde kök salmış çiçek arayan ciddi bir kelebek. Kanatları ateşli damarlarla parlıyor.",
		"npc_Lavafly": "Dünyanın cehennem çekirdeğinin yoğun koşullarına uyum sağlayan bir ateşböceği çeşidi. Kıvılcım saçan közleri taklit eder.",
		"npc_MagmaSnail": "Aşırı sıcağa dayanabilen eşsiz bir salyangoz türü. Kaynayan balçık izi, zayıf yüzeylerin çoğunu eritir.",
		"npc_GemSquirrelAmethyst": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelTopaz": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelSapphire": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelEmerald": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelRuby": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelDiamond": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelAmber": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemBunnyAmethyst": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyTopaz": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnySapphire": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyEmerald": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyRuby": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyDiamond": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyAmber": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_HallowBoss": "Cennet'in arındırma örtüsünün altında, en büyük amacı dünyayı her türlü kirlilikten kurtarmak olan intikamcı bir peri tanrıçası yaşar.",
		"npc_QueenSlimeBoss": "Kutsal balçıklar, kör edici billurlarla süslenmiş tek bir mağrur ve yıkıcı güçte pekişti. Kanatları olduğunu söylüyorlar.",
		"npc_MaggotZombie": "Kendi kurtçuk istilasının farkında olmadan, yaşayanları ölümle istila etmek için amaçsızca dolaşır.",
		"npc_QueenSlimeMinionBlue": "Mavi spektrumlu billur balçıklar, jelatinimsi gövdelerinden sivri billur parçalarını büyütme ve çıkarma konusunda uzmanlaşmıştır.",
		"npc_QueenSlimeMinionPink": "Billur spektrumun pembe tarafında, bu billur balçıklar, düşmanlarına saldırmak için tümör benzeri jel filizleri çıkarırlar.",
		"npc_QueenSlimeMinionPurple": "Mor spektrumdaki billur balçıklar, kraliyet yaratıcılarına çok benzer şekilde kanatlanarak havadan tehditlere dönüşür.",
		"npc_EmpressButterfly": "Bu ışıldayan varlıklardan biri gecenin kaosunda yok olursa, uyuyan bir zorbanın şiddetle uyandığı söylenir.",
		"npc_TorchGod": "Bir meşalenin sonsuz titremesinden sorumlu, görünmeyen bir tanrı, ancak meşale yerleştirmeyi çirkin, nankör bir şekilde kötüye kullanılması tarafından kolayca öfkelenir.",
		"npc_Princess": "Utangaç ve masum, bu mutlu genç bayan her şeyde ve herkeste olumlu yönü görüyor. Hayatın her kesiminden tüm konularını takdir ediyor.",
	},
		"CreativePowers": {
		"InfiniteItemSacrificeShortDescription": "<item name> araştırmak onu yok edecektir",
		"ConfirmInfiniteItemSacrifice": "Araştır",
		"ItemWasJustUnlockedInfinitely": "Yeterince <item name> araştırıldığında, sonsuz olarak kullanılabilir olacak!",
		"InfiniteItemsCategoryClosed": "Çoğaltma Menüsünü Aç",
		"InfiniteItemsCategoryOpened": "Çoğaltma Menüsünü Kapat",
		"InfiniteItemsCategory": "Sonsuz Öğeler Araştır",

		"ResearchItemsCategoryClosed": "Araştırma Menüsünü Aç",
		"ResearchItemsCategoryOpened": "Araştırma Menüsünü Kapat",

		"InfinitePlacementRange_Disabled": "Sıradan Yerleştirme Aralığı",
		"InfinitePlacementRange_Enabled": "Artırılmış Yerleştirme Aralığı",

		"StopBiomeSpread_Disabled": "Hastalık Bulaşması Etkin",
		"StopBiomeSpread_Enabled": "Hastalık Bulaşması Devre Dışı",

		"DifficultySlider_Closed": "Düşman Zorluğu Kaydırgacını Aç",
		"DifficultySlider_Opened": "Düşman Zorluğu Kaydırgacını Kapat",

		"NPCSpawnRateSlider_Closed": "Düşman Yumurtlama Hızı Kaydırgacını Aç",
		"NPCSpawnRateSlider_Opened": "Düşman Yumurtlama Hızı Kaydırgacını Kapat",

		"PowersMenuOpen": "Güç Menüsünü Kapat",
		"PowersMenuClosed": "Güç Menüsünü Aç",
		"TimeCategoryClosed": "Zaman Menüsünü Aç",
		"TimeCategoryOpened": "Zaman Menüsünü Kapat",
		"TimeCategory": "Zamanı denetlemeyle ilgili güçler",
		"PersonalCategoryClosed": "Kişisel Güç Menüsünü Aç",
		"PersonalCategoryOpened": "Kişisel Güç Menüsünü Kapat",
		"PersonalCategory": "Seninle ilgili güçler",
		"FreezeTime_Disabled": "Zaman Akıyor",
		"FreezeTime_Enabled": "Zaman Dondu",
		"FreezeTime_Description": "Zamanın akışını durdur",
		"StartDayImmediately": "Zamanı Şafak Olarak Değiştir",
		"StartDayImmediately_Description": "Saat 04:30 olarak ayarlanır",
		"StartNightImmediately": "Zamanı Alacakaranlık Olarak Değiştir",
		"StartNightImmediately_Description": "Saat 19:30 olarak ayarlanır",
		"StartNoonImmediately": "Zamanı Öğlen Olarak Değiştir",
		"StartNoonImmediately_Description": "Saat 12:00 olarak ayarlanır",
		"StartMidnightImmediately": "Zamanı Gece Yarısı Olarak Değiştir",
		"StartMidnightImmediately_Description": "Saat 24:00 olarak ayarlanır",
		"WeatherCategoryClosed": "Hava Durumu Menüsünü Aç",
		"WeatherCategoryOpened": "Hava Durumu Menüsünü Aç",
		"WeatherCategory": "Hava durumunu denetlemekle ilgili güçler",
		"StartRainImmediately": "Yağmur Yağdır",
		"StartRainImmediately_Description": "Yağmurun yağmasına sebep olur",
		"StopRainImmediately": "Yağmur Durdur",
		"StopRainImmediately_Description": "Yağmurun durmasına sebep olur",
		"Godmode_Disabled": "Ölümsüzlük Devre Dışı",
		"Godmode_Enabled": "Ölümsüzlük Etkin",
		"Godmode_Description": "Hasara karşı dayanıklı ol!",

		"ModifyWindDirectionAndStrength_Closed": "Rüzgar Denetimi Kaydırgacını Aç",
		"ModifyWindDirectionAndStrength_Opened": "Rüzgar Denetimi Kaydırgacını Kapat",

		"ModifyTimeRate_Closed": "Zaman Hızı Kaydırgacını Aç",
		"ModifyTimeRate_Opened": "Zaman Hızı Kaydırgacını Kapat",

		"ModifyRainPower_Opened": "Yağmur Denetimi Kaydırgacını Kapat",
		"ModifyRainPower_Closed": "Yağmur Denetimi Kaydırgacını Aç",

		"FreezeRainPower_Disabled": "Yağmur Değişimi Etkin",
		"FreezeRainPower_Enabled": "Yağmur Değişimi Devre Dışı",

		"FreezeWindDirectionAndStrength_Enabled": "Rüzgar Değişimi Devre Dışı",
		"FreezeWindDirectionAndStrength_Disabled": "Rüzgar Değişimi Etkin",

		"NPCSpawnRateSliderEnemySpawnsDisabled": "Devre Dışı",

		"TabSearch": "Arandıysa",
		"TabBlocks": "Bloklar",
		"TabWeapons": "Silahlar",
		"TabArmor": "Zırh",
		"TabAccessories": "Aksesuarlar",
		"TabConsumables": "Tüketilebilir",
		"TabMisc": "Çeşitli",
		"TabMaterials": "Malzemeler",
		"TabFurniture": "Mobilya",
		"TabTools": "Araçlar",
		"TabVanity": "Gösteriş",
		"TabAccessoriesMisc": "Donanım",

		"WeatherMonsoon": "Muson",
		"WeatherClearSky": "Açık Hava",
		"WeatherDrizzle": "Çisele",

		"WindWest": "Batı",
		"WindNone": "Rüzgarsız",
		"WindEast": "Doğu",

		"ResearchButtonTooltip": "Tam olarak araştırılmış öğeler serbestçe oluşturulabilir",

		"Sort_SortingID": "Numara",
		"Sort_PlacableObjects": "Yerleştirilebilir Nesneler",
		"Sort_Walls": "Duvarlar",
		"Sort_Blocks": "Bloklar",
		"Sort_Alphabetical": "Ad",
		"CantUsePowerBecauseOfNoPermissionFromServer": "Bu güç için yetkin yok."
	}

}